window.P65Config = {
  sec1: {
    paramsa: "5000mAh+2400mAh*",
    paramsb: `120Hz 6.7"`,
    paramsc: "256+12GB(6+6GB)*",
    slogena: "Free Bundle",
    slogenb: "Charging Case",
    title: "Вызов для успешных людей ",
    subtitlea: "Это твой билет в Кибермир. ",
    subtitleb:
      "Отправляйся в это увлекательное путишествие и расширь границы обыденности. Почувствуй импульс будущего,",
    subtitlec:
      "разожги свои амбиции и позволь Киберсиле наполнить  путешествие на неизведанные",
    moba: "Это твой билет в Кибермир. ",
    mobb: "Отправляйся в это увлекательное путишествие",
    mobc: " и расширь границы обыденности. Почувствуй",
    mobd: " импульс будущего, разожги свои амбиции и позволь",
    mobe: "Киберсиле наполнить  путешествие на неизведанные территории. ",
    btnText: " Погрузись в будущее сейчас.",
    // short video
    shortVideo: {
      H: "/fileadmin/assets/v/P65/dist/videos/enShortH.mp4",
      V: "/fileadmin/assets/v/P65/dist/videos/enShortV.mp4",
    },
    // en video
    video: {
      H: {
        src: "/fileadmin/assets/v/P65/dist/videos/enH.mp4",
        post: "/fileadmin/assets/v/P65/dist/post/postH.jpg",
      },
      V: {
        src: "/fileadmin/assets/v/P65/dist/videos/enV.mp4",
        post: "/fileadmin/assets/v/P65/dist/post/postV.jpg",
      },
    },
    // pt video
    //  video: {
    //   H: {
    //     src: "https://iteldev.mez100.com.cn/fileadmin/assets/v/P65/dist/videos/ptH.mp4",
    //     post: "",
    //   },
    //   V: {
    //     src: "https://iteldev.mez100.com.cn/fileadmin/assets/v/P65/dist/videos/ptV.mp4",
    //     post: "",
    //   },
    // },

    // fr video
    //  video: {
    //   H: {
    //     src: "https://iteldev.mez100.com.cn/fileadmin/assets/v/P65/dist/videos/frH.mp4",
    //     post: "",
    //   },
    //   V: {
    //     src: "https://iteldev.mez100.com.cn/fileadmin/assets/v/P65/dist/videos/frV.mp4",
    //     post: "",
    //   },
    // },
  },
  sec2: {
    titlea: "Стильный <br /> Кибердизайн",
    titleb: "Элегантная <br /> кольцевая подсветка",
    titlec1: "120 Гц",
    titlec2: `6.7"<br />дюймовый<br />Punch-hole дисплей `,
    titled1: "5000мАч*",
    titled2: "Надёжный аккумулятор ёмкостью",
    titlee1: "2400 мАч*",
    titlee2:
      "Чехол-зарядка (не продаётся в России, только для глобального рынка)",
    titlef1: "50 Мп",
    titlef2: "Сверхчёткая камера",
    titleg1: "До",
    titleg2: "256 ГБ ",
    titleg3: "ПЗУ",
    titleg4: "До 12 ГБ (6+6)",
    titleg5: "ОЗУ*",
  },
  sec3: {
    title: "Переосмысление механической эстетики ",
    pointa: "Серебристый",
    pointb: "Черный",
    subtitlea: "Cтильный Кибердизайн ",
    infoa:
      "Идеально сочетает в себе футуристические технологии с городской эстетикой, а эффект подсветки можно настроить в соответсвии с вашими предпочтениями в цвете, добавляя динамику.  Его смелая эстетика идеально подходит для тех, кто хочет исследовать и внедрять инновации.",
    subtitleb: "Cтильный Кибердизайн ",
    infob:
      "Идеально сочетает в себе футуристические технологии с городской эстетикой, а эффект подсветки можно настроить в соответсвии с вашими предпочтениями в цвете, добавляя динамику.  Его смелая эстетика идеально подходит для тех, кто хочет исследовать и внедрять инновации.",
  },
  sec4: {
    title: "Эффект объёмных механических пластин ",
    info: "Корпус с эффектом объёмных механических пластин, демонстрирует прочность и мощность благодаря текстуре матового металла. Этот уникальный дизайн сочетает в себе минималистичные линии и метллические пластины, перенося механическую эстетику в жизнь.",
  },
  sec5: {
    title: `Динамическое <br class="pc"/>  световое шоу`,
    pointa: "Notifications",
    pointb: "Charging",
    pointc: "Gaming",
    subtitlea: "Изящная кольцевая подсветка",
    infoa:
      "Изящная кольцевая подсветка  - это стильный и интерактивный дизайн, который улучшает взаимодействие с пользователем благодаря динамичным и универсальным световым эффектам. Это не только источник света, но и стильное дополнение к вашему смартфону, интуитивно понятный и яркий.",
    subtitleb: "Изящная кольцевая подсветка",
    infob:
      "Изящная кольцевая подсветка  - это стильный и интерактивный дизайн, который улучшает взаимодействие с пользователем благодаря динамичным и универсальным световым эффектам. Это не только источник света, но и стильное дополнение к вашему смартфону, интуитивно понятный и яркий.",
    subtitlec: "Изящная кольцевая подсветка",
    infoc:
      "Изящная кольцевая подсветка  - это стильный и интерактивный дизайн, который улучшает взаимодействие с пользователем благодаря динамичным и универсальным световым эффектам. Это не только источник света, но и стильное дополнение к вашему смартфону, интуитивно понятный и яркий.",
  },
  sec6: {
    titlea: "Невероятная мощность",
    titleb: "Создан для игр",
    titlec: "Дополнительня мощьность",
    subtitlea: "Надежный аккумулятор ёмкостью 5000 мАч",
    infoa:
      "Заряди один раз, и ты сможешь наслаждаться работой в течение 3 дней без подзарядки или 1-2 дня при интенсивном использовании. Срок службы этого аккумулятора составляет 4 года, а его поразительная продолжительность зарядки составляет 1000 циклов. Благодаря функции контроля работоспособности, аккумулятор отображает процентное содержание заряда батареи, предоставляет статистику использования в режиме реального времени и рекомендации по техническому обслуживанию для повышения долговечности.*",
    subtitleb: "Поддержка технологии обходной зарядки",
    infob:
      "Вы можете не подключать аккумулятор и заряжать телефон напрямую, обеспечивая отличные игровые возможности и одновременную зарядку.",
    subtitlec: "2400 мАч чехол-зарядка",
    infoc:
      "Чехол-зарядка увеличит заряд аккумулятора на 45%. Легко носить с собой и не волноваться о зарядке смартфона. * (чехол-зарядка не продаётся в России, только для глобального рынка)",
    game: "FPS Игр",
    calling: "Звонков",
    music: "Музыки",
    social: "Cоциального общения",
    hour: "часов",
  },
  sec7: {
    titlea: "Быстрая зарядка",
    titleb: "Твой хранитель аккумулятора ",
    subtitlea: "Мощность зарядки 18 Вт",
    infoa:
      "Телефон поддерживает cупернизкую температуру при быстрой зарядке мощностью 18 Вт. Пяти минут зарядки хватит чтобы 3 часа быть в режиме разговора или 2 часа просматривать социальные сети после быстрой 5-минутной зарядки.  ",
    subtitleb: "Режим зарядки AI",
    infob:
      "Эта функция запоминает привычки зарядки и автоматически останавливает ночную зарядку к утру, чтобы предотвратить перезаряд и эффективно продлить срок службы аккумулятора.",
    min: "минут",
    from: "от 0% до ",
    forty: "40%",
    hundred: "100%",
    video1: {
      src: "/fileadmin/assets/v/P65/dist/videos/v1.mp4",
    },
    video2: {
      src: "/fileadmin/assets/v/P65/dist/videos/v2.mp4",
    },
  },
  sec8: {
    titlea: "Супербыстрый дисплей",
    titleb: "Игривой разум",
    subtitlea: "6,67-дюймовый Punch-hole дисплей 120 Гц",
    infoa:
      "Поддерживает высокую частоту обновления 120 Гц и частоту дискредетации 240 Гц, что обеспечивает более плавное скольжение по дисплею и непревзойденные игровые возможности.",
    subtitleb: "Dynamic Bar 2.0",
    infob:
      "Добро пожаловать в обновленную версию Dynamic Bar 2.0 — умный интерфейс, предназначенный для удобного доступа к важным уведомлениям. Будьте в курсе состояния аккумулятора, входящих звонков, напоминаний и статуса разблокировки, все это эффективно интегрировано в систему для вашего удобства.",
  },
  sec9: {
    titlea: "Много пространства ",
    titleb: "Высокая скорость обработки данных",
    subtitlea: "Объём ПЗУ до 256 ГБ",
    infoa:
      "Объём ПЗУ составляет 256 ГБ, поэтому в нем достаточно места для всех ваших любимых файлов",
    subtitleb: "Объём оперативной памяти до 12 ГБ (6+6)* ОЗУ",
    infob:
      "256-гигабайтная версия P65 может похвастаться колоссальными 12 ГБ сверхбыстрой оперативной памяти, что позволяет легко справляться с многозадачностью и плавно запускать 18 приложений в фоновом режиме.",
    photo: "Фото",
    tv: "ТВ эпизодов",
    app: "Приложений",
    apps: "Высокая скорость запуска приложений",
    cpu: "Потребляемая мощность процессора",
    tips: "*6 ГБ + 6 ГБ Расширенной ОЗУ",
  },
  sec10: {
    title: "Неизменное превосходство в скорости ",
    subtitlea: "Технология хранения данных Atom",
    infoa:
      "Избавьтесь от снижения производительности и наслаждайтесь бесперебойной работой в течение целых 24 месяцев.*",
  },
  sec11: {
    title: "Легкая оптимизация игр",
    subtitlea: "Игровой движок iBoost",
    infoa:
      "Смахните влево в игре, чтобы получить доступ к тактической панели с тремя режимами, подходящими для любого игрового стиля.  Одним нажатием кнопки наш игровой движок iBoost повышает производительность и стабильность частоты кадров. ",
    pointa: "Энергосбережение",
    pointb: "Стабильностьь",
    pointc: "Производительность",
  },
  sec12: {
    title: "Тонкий дизайн с прямыми краями",
    info: "Всего 192,4 г и всего 7,89 мм*",
  },
  sec13: {
    title: "Боковая кнопка",
    info: "Ощутите волшебство этой кнопки, которая одним нажатием переносёт вас к часто используемым функциям!",
  },
  sec14: {
    title: "50Мп Mode",
  },
  sec15: {
    title: "Где важна каждая деталь",
    subtitlea: `50 Мп <br class='pc'/>Сверхчёткая камера`,
    infoa:
      "Снимайте совершенство с помощью сверхчёткой камеры 50 Мп. Ощутите непревзойденную резкость и детализацию каждого кадра.",
  },
  sec16: {
    title: `10-кратный <br class='pc'/> Суперзум`,
    info: "Сломав ограничения в расстояниях, вы сможете легко снимать истории.",
  },
  sec17: {
    title: `Автоматическое распознавание сцен`,
    info: "Камера автоматически распознает более 20 сцен и соответствующим образом оптимизирует фотографии, повышая их яркость, реалистичность и способность передавать атмосферу каждой сцены.",
  },
  sec18: {
    title: "Новинка itel OS 14",
    desc: "Новый интерактивный интерфейс",
    subtitlea: "Голосовой помощник AI",
    infoa:
      "Сигнал будильника на нескольких языках. Устанавливайте будильники и многое другое с помощью простой команды.",
    subtitleb: "Многофункциональный NFC",
    infob:
      "Больше не нужны кошельки или транспортные карты – только ты и наша функция NFC для беспроблемных поездок.*",
    subtitlec: "Разблокировка по лицу",
    infoc:
      "Разблокируй свое устройство в одно мгновение, с помощью распознавания лица.",
  },

  sec19: {
    f1: "1. Ёмкость аккумулятора itel P65 составляет 5000 мАч, номинальная ёмкость – 4900 мАч.",
    f2: "2. В комплект P65 чехол-зарядка 2400 мАч не входит, не продаётся в России.",
    f3: "3. Вес, толщина, количество сохраненных фотографий и другое, эффективность быстрого запуска, 24 месяца плавности работы, и другие данные полученные из лаборатории itel. Фактические данные могут отличаться в зависимости от таких факторов, как условия тестирования или методы расчета. См. фактический продукт.",
    f4: "4. «30 минут при 40% зарядке», «1000 циклов зарядки» и другие данные о зарядке и сроке службы аккумулятора получены в лаборатории itel.",
    f5: `5. "30mins for 40% Charge", "1000 times charge cycles" and other charging and battery life data are obtained from the itel Lab. Actual data may vary due to different test environments, long-term battery usage, and other factors. It's provided for reference only.`,
    f6: "6. Только версия 12 ГБ + 256 ГБ поддерживает NFC.",
    f7: "7. Изображения товара приведены только для справки, пожалуйста, ознакомьтесь с реальным товаром. Некоторые технические характеристики и описания могут измениться в связи со сменой поставщика, пожалуйста, ознакомьтесь с реальным товаром. Эти данные основаны на наших технических спецификациях, данных лабораторных испытаний и тестах поставщиков, и фактические ситуации могут незначительно отличаться из-за различных версий программного обеспечения для тестирования, конкретных сред и версий тестирований.",
  },
}
