window.spark20proConfig = {
  button_text: {
    on: "ON",
    off: "OFF",
  },
  sec1: {
    // type1: 文案+图片; type2: 图片
    type: "type1",
    title: "Чемпіон зі 108 мегапікселями  ",
    kv: {
      pc: "https://d3fyizz0b46qgr.cloudfront.net/global/spark-20-pro/en/dist/jpg/sec1PcKv.jpg",
      mob: "https://d3fyizz0b46qgr.cloudfront.net/global/spark-20-pro/en/dist/jpg/sec1MbKv.jpg",
    },
    feature: [
      {
        featureTitle: "108MP",
        featureDesc: "Ultra Sensing <br /> Main Camera",
      },
      {
        featureTitle: "G99",
        featureDesc: "Ultra Boost <br /> Processor",
      },
      {
        featureTitle: "16GB RAM",
        featureDesc: "+256GB ROM <br /> (8GB+8GB Extended)",
      },
    ],
  },
  sec2: {
    //type1: 只配置文案; type2: 只配置图片--type2.imgPc(pc端图片), type2.imgMb(移动端图片)
    type: "type1",
    type2: {
      imgPc: "",
      imgMb: "",
    },
    item1: {
      title: ["Голосніше на 400 %", "Подвійні стереодинаміки"],
    },
    item2: {
      title: "Magic Skin 2.0",
    },
    item3: {},
    item4: {
      title: "6,78 дюйма, 120 Гц Екран з отвором",
    },
    item5: {
      title: "Область Dynamic Port",
    },
    item6: {
      title: ["5000мАг", "+33Вт швидкісна зарядка"],
    },
    item7: {
      title: ["108МП", "Надвисока чутливість"],
    },
    item8: {
      title: "32-мегапіксельна камера для селфі",
    },
    item9: {
      title: "Спалах із двома відтінками кольорів",
    },
    item10: {
      title: "AI",
      desc: "Шпалери",
    },
    item11: {
      title: "IP53<br/><span class='minn'> Захист від води та пилу</span>",
    },
    item12: {
      title: ["G99 Потужний", "та надійний"],
    },
    item13: {
      imgPc:
        "https://d3fyizz0b46qgr.cloudfront.net/global/spark-20-pro/en/dist/png/sec2PcF13.png",
      imgMb: "https://d3fyizz0b46qgr.cloudfront.net/global/spark-20-pro/en/dist/png/sec2MbF13.png",
      title: ["BIG RAM+BIG ROM", "BIG WIN"],
      data1: "До 16ГБ RAM",
      data2: "До 256ГБ ROM",
      tips: "* Up to 16GB, 8GB+8GB Extended RAM",
    },
  },
  sec3: {
    title: "Камера",
    desc: "з високою роздільною здатністю",
  },
  sec4: {
    bigTitle: ["Закарбовуйте свою красу за ", " будь-яких умов освітлення"],
    camera: {
      title: "108-мегапіксельна основна камера надвисокої чутливості",
      subtitle: "Безпрецедентна чіткість зображень за всю історію SPARK",
      desc: `Закарбовуйте світ у найдрібніших деталях за допомогою камери надвисокої чутливості SPARK із роздільною здатністю 108 Мп. Цей універсальний об’єктив має характеристики флагманського рівня, які підносять фотозйомку на новий щабель. Стабільна чіткість незалежно від відстані. <br /> 
      Поєднання 3-кратного збільшення за допомогою сенсора й 10-кратного цифрового збільшення забезпечує виняткову чіткість на будь-якій відстані. Надвеликий сенсор розміром 1/1,67 дюйма й діафрагма F/1.75 легко адаптуються до будь-яких умов освітлення. Будь-який ракурс вигідний — за яскравого, контрового чи тьмяного освітлення. Камера робить кілька кадрів у режимі HDR і поєднує їх, щоб збалансувати світло й тіні, перетворюючи композицію, яка зображає звичайну красу, на неймовірні знімки. `,
      datas: [
        {
          name: "108 Мп",
          desc: "Надвисока <br />роздільна<br /> здатність",
        },
        {
          name: "10-кратне",
          desc: "цифрове збільшення",
        },
        {
          name: "Алгоритм  HDR",
          desc: "Поєднання кількох кадрів",
        },
        {
          name: `1/1,67<br /> дюйма`,
          desc: "Надвеликий сенсор",
        },
        {
          name: "6 лінз",
          desc: "Надзвичайно<br /> чіткий об’єктив",
        },
        {
          name: "3-кратне",
          desc: "збільшення за <br />допомогою сенсора",
        },
        {
          name: "F/1.75",
          desc: "Надвелика <br />діафрагма",
        },
      ],
    },
    night_mode: {
      title: "На 900 % чутливіший адаптивний піксель",
      subtitle: "Режим «Суперніч»",
      desc: `Відчуйте силу світла в темряві ночі. Дивовижна технологія об’єднання пікселів 9-в-1 збільшує розмір пікселів з 0,64 мкм до вражаючих 1,92 мкм. Це дає неймовірний приріст світлочутливості, і камера захоплює на 900 % більше світла під час зйомки вночі, щоб ви мали блискучий вигляд. Удосконалений режим нічної зйомки додатково збалансовує шум і деталізацію, щоб створювати виняткові знімки за умов слабкого освітлення.
      <br />Вечорам приготуватися! Зі SPARK ваше бачення пронизує темряву.`,
      datas: [
        {
          name: "9-в-1",
          desc: "Надчутливий адаптивний<br /> піксель",
        },
        {
          name: "1,92 мкм",
          desc: "Надвеликий об’єднаний<br /> піксель",
        },
      ],
    },
    cameraVideo: {
      src: "https://d3fyizz0b46qgr.cloudfront.net/global/spark-20-pro/en/dist/video/sec4PcV1.mp4",
      poster:
        "https://d3fyizz0b46qgr.cloudfront.net/global/spark-20-pro/en/dist/jpg/sec4PcV1.jpg",
    },
    engineVideo: {
      src: "https://d3fyizz0b46qgr.cloudfront.net/global/spark-20-pro/en/dist/video/sec11PcV2.mp4",
      poster:
        "https://d3fyizz0b46qgr.cloudfront.net/global/spark-20-pro/en/dist/jpg/sec11PcF2.jpg",
    },
  },
  sec5: {
    bigTitle: ["Вражаюча чіткість,", "неповторна краса"],
    selfie: {
      title: "32-мегапіксельна камера для блискучих селфі",
      subtitle: "Приборкайте ніч — випромінюйте красу",
      desc: `Ви ЗІРКА — тож просто сяйте! Смартфон SPARK закарбовує блискучі моменти вашого життя на виняткову камеру для селфі, яка має роздільну здатність 32 Мп, об’єктив із кутом охоплення 88,9° і використовує можливості штучного інтелекту для покращення портретів. 
      <br />Індивідуальний чи груповий знімок — у пам’яті залишиться кожна посмішка.`,
      datas: [
        {
          name: "F/2.2",
          desc: "Велика діафрагма",
        },
        {
          name: "40 мм",
          desc: "Фокусна відстань для <br /> зйомки групових портретів",
        },
        {
          name: "5 лінз",
          desc: "Високий коефіцієнт<br /> пропускання світла",
        },
      ],
    },
    statusList: ["Cold", "Default", "Warm"],
    dual_colour: {
      title: "Спалах із подвійною колірною температурою",
      subtitle: "3 режими — необмежені можливості для портретної зйомки",
      desc: `Світло! Камера! Покажіть себе з найкращого боку завдяки спалаху з подвійною колірною температурою. Вам доступні 3 режими, між якими можна легко переходити: «Тепле світло» для тендітного відблиску, «Холодний блакитний» для живих штрихів і «М’який мікс» для підкреслення природної краси. 
      <br /> Піднесіть зйомку селфі на новий щабель завдяки висококласному заповнювальному світлу.`,
    },
    super_flash_light: {
      title: "Суперспалах",
      subtitle: "Не простий, а розумний",
      desc: `Робіть гарні селфі без особливих зусиль навіть у темряві. Спалах із двома відтінками кольорів освітлює фон, а алгоритм спалаху точно накладає один на одного 8 кадрів із різною експозицією, щоб досягти ідеального рівня освітлення. Фізичне заповнювальне світле й інтелектуальне точне настроювання збалансовують яскравість, і ви завжди отримуєте привабливі фото, де б ви не були. 
      <br />Надмірна чи недостатня експозиція залишилася в минулому. Кожен знімок блискучий.`,
    },
    dual_video: {
      title: "Знімання відео на дві камери одразу",
      subtitle: "Два ракурси для безмежного натхнення",
      desc: `Розширте творчий простір завдяки поєднанню фронтальної та задньої камер. Ця захоплива інтерактивна функція відкриває світ нових можливостей для створення оригінальних відео.`,
      tips: "* * Щоб отримати можливість знімати відео на дві камери одразу, деякі продукти можуть потребувати оновлення системи.",
    },
    video_2k: {
      title: "Відео у форматі 2K",
      subtitle: `Апогей якості відео від SPARK`,
      desc: `Оживляйте в пам’яті найцінніші моменти й знаходьте в них щось нове під час кожного нового перегляду завдяки високій чіткості формату 2K. Фон м’яко розмивається, щоб вирізнити героя сюжету. Алгоритм для нічної зйомки зменшує шум, перетворюючи тьмяні сцени на яскраві історії. 
      <br />Від SPARK не сховається жодна деталь. Чіткість формату 2K справляє приголомшливе враження.`,
    },
    selfieVideo: {
      src: "https://d3fyizz0b46qgr.cloudfront.net/global/spark-20-pro/en/dist/video/sec5PcSelfie.mp4",
      poster:
        "https://d3fyizz0b46qgr.cloudfront.net/global/spark-20-pro/en/dist/jpg/sec5PcSelfie.jpg",
    },
    heightQualityVideo: {
      src: "https://d3fyizz0b46qgr.cloudfront.net/global/spark-20-pro/en/dist/video/sec5PcV3.mp4",
      poster:
        "https://d3fyizz0b46qgr.cloudfront.net/global/spark-20-pro/en/dist/jpg/sec5PcF3.jpg",
    },
  },
  sec6: {
    title: "Дизайн",
    desc: "Створено для законодавців моди",
  },
  sec7: {
    bigTitle: [
      "Витонченість в оздобленні й ",
      "відчуттяхОманливий мінімалізм ",
      "і безкінечна вишуканість",
    ],
    bigTitleMb: [
      "Витонченість в оздобленні й відчуттях",
      "Оманливий мінімалізм і",
      " безкінечна вишуканість",
    ],
    design: {
      title: `Дизайн Euler`,
      subtitle: "Всесвіт на долоні",
      desc: `Дизайн SPARK із трьома кільцями в космічному стилі поєднує в собі елементи мінімалізму й футуризму: згладжені металеві краї та оздоблення, на створення якого надихнули зірки. Елегантні гравіювання та відблиски у формі пелюсток викликають відчуття розкоші. Тонка збалансована прямокутна форма поєднує в собі вишуканість і комфорт та відчувається стрункою та ергономічною. Бічний датчик відбитків пальців забезпечує миттєвий доступ простим доторком. 
      <br />Чарівний витвір інженерного мистецтва.`,
      datas: [
        {
          name: "Дизайн із <br />3 кільцями",
          desc: "Металічний c",
        },
        {
          name: "Мінімалістична <br />квадратна форма",
          desc: "Ще комфортніше <br />лежить у руці",
        },
      ],
    },
  },
  sec8: {
    colorList: ["Gravity Black", "Cyber White", "Neon Gold", "Magic Skin 2.0"],
  },
  sec9: {
    texture: {
      title: `Оновлена текстура 2-го покоління`,
      subtitle: "Оновлений і ззовні, і зсередини",
      desc: `Виберіть колір SPARK, який вам найбільше до душі:
      <br />
      <span>Cyber White:</span> тендітний танок світла й тіні<br />
      <span>Gravity Black:</span> вічна елегантність, непідвладна часу класика <br />
      <span>Neon Gold:</span>величне зоряне мерехтіння піску`,
      desc_magic_skin: `<span>Magic Skin 2.0:</span> Краса й міцність. На 500 % міцніше. На 25 % кращий захист від УФ-випромінювання. Матова шкіра з глянцевими вкрапленнями на дотик нагадує інтер’єр розкішної яхти.`,
      datas: [
        {
          name: "Склоподібний",
          desc: "Матовий і вишуканий",
        },
        {
          name: "Glitter Sand 2.0",
          desc: "Нове покоління ",
        },
        {
          name: "Модний колір ",
          desc: "Покриття",
        },
      ],
      datas_magic_skin: [
        {
          name: "Матова шкіра з<br /> глянцевими вкрапленнями",
          desc: "Візуальне оновлення",
        },
        {
          name: "Повністю підлягає<br /> переробці",
          desc: "Екологічні матеріали",
        },
        {
          name: "Без",
          desc: "шкідливих<br />  речовин",
        },
        {
          name: "Міцність",
          desc: "",
        },
      ],
    },
    water: {
      title: `Захист від води й пилу за стандартом IP53 для спокійного користування`,
      desc: ` Смартфон захищений від потрапляння води й пилу за стандартом IP53. Не переймайтеся через бризки чи пил. Насолоджуйтеся безтурботним і комфортним користуванням смартфона SPARK.`,
      pic_title: "IP53",
      pic_desc: "Water & Dust Proof",
    },
  },
  sec10: {
    title: "Продуктивність",
    desc: "Створений для прихильників шаленої продуктивності",
  },
  sec11: {
    bigTitle: [
      "Синергія апаратного й ",
      "програмного забезпечення",
      "Феноменальна швидкість",
    ],
    processor: {
      title: "Процесор G99 із надзвичайним потенціалом",
      subtitle: "Найпотужніший процесор із підтримкою 4G",
      desc: `Вивільніть силу потужного й надійного процесора MTK G99 — беззаперечного лідера у своєму класі, який забезпечує плавну й стабільну роботу щодня. `,
      datas: [
        "2 ядра Cortex-A76 із частотою 2,2 ГГц",
        "6 ядер Cortex-A55 із частотою 2 ГГц",
        "Mali-G57 MC2",
      ],
    },
    processorVideo: {
      src: "https://d3fyizz0b46qgr.cloudfront.net/global/spark-20-pro/en/dist/video/sec11PcV1.mp4",
      poster:
        "https://d3fyizz0b46qgr.cloudfront.net/global/spark-20-pro/en/dist/jpg/sec11PcV1.jpg",
    },
    engine: {
      title: "Приріст продуктивності",
      subtitle: "завдяки поєднанню двох рушіїв",
      desc: `Та це ще не все. Представляємо вам пришвидшення на програмному рівні. Рушій Aurora Engine використовує штучний інтелект, щоб запускати більшість ігор на 85 % швидше й популярні програми — на 95 % швидше. Рушій Darwin Engine здійснює глибинну оптимізацію, підвищуючи частоту кадрів у 8 разів, знижуючи середню температуру під час нагрівання пристрою принаймні на 4 °C та забезпечуючи винятково плавний ігровий процес без затримок із мінімальним виділенням тепла.`,
    },
    engine_video_text1: {
      title: "Aurora Engine 2.0",
      desc: "Надзвичайний приріст потужності",
    },
    engine_video_text2: {
      title: "Darwin Engine 2.0",
      desc: "Ігрова оптимізація",
    },
    engineVideo: {
      src: "https://d3fyizz0b46qgr.cloudfront.net/global/spark-20-pro/en/dist/video/sec11PcV2.mp4",
      poster:
        "https://d3fyizz0b46qgr.cloudfront.net/global/spark-20-pro/en/dist/jpg/sec11PcF2.jpg",
    },
    memory: {
      title:
        "До 256 ГБ постійної <br />пам’яті + 16 ГБ <br />оперативної пам’яті",
      subtitle:
        "Великий простір для зберігання та ще більший потенціал для роботи",
      desc: `Зберігайте всі приємні спогади в пам’яті двічі більшого обсягу. Пришвидште роботу системи, збільшивши обсяг оперативної пам’яті до 16 ГБ за допомогою функції Memory Fusion. 
      <br />Працюйте без перешкод завдяки ідеальному поєднанню великого сховища й швидкої пам’яті.`,
      datas: [
        {
          name: `До 256 ГБ`,
          desc: "Великий обсяг пам’яті",
        },
        {
          name: `До 16 ГБ`,
          desc: "Функція Memory Fusion",
        },
        {
          name: `Оптимізація системи`,
          desc: "Глибоке очищення",
        },
      ],
      tips: "* До 21 ГБ: 12 ГБ + 9 ГБ віртуальної оперативної пам’яті",
      imgPc: "https://d3fyizz0b46qgr.cloudfront.net/global/spark-20-pro/en/dist/png/sec11PcF3.png",//16GB版本
      imgMb: "https://d3fyizz0b46qgr.cloudfront.net/global/spark-20-pro/en/dist/jpg/sec11MbF3.jpg",//16GB版本
    },
    battery: {
      title:
        "Потужний акумулятор ємністю 5000 мА*год <br />Швидке заряджання за потужності 33 Вт (Type-C)",
      subtitle: "Неймовірна витривалість, швидке поповнення заряду",
      desc: `Активуйте свою суперсилу з могутнім акумулятором на 5000 мА*год із підтримкою швидкого заряджання за потужності 18 Вт. Акумулятор заряджається просто на очах. А ще він має подовжений термін служби.`,
      datas: [
        {
          name: `5000 мА*год`,
          desc: "Потужний акумулятор",
        },
        {
          name: `33 Вт`,
          desc: "Super Charge",
        },
        {
          name: `Type-C `,
          desc: "Інтерфейс",
        },
      ],
    },
  },
  sec12: {
    title: "Висококласний звук і зображення",
    desc: "Виняткове занурення в мультимедіа",
  },
  sec13: {
    bigTitle: ["Акустично-візуальна", "насолода"],
    bigTitleMb: ["Акустично-візуальна", "насолода"],
    speaker: {
      title: `Подвійні стереодинаміки з підтримкою DTS <br class='mob' /> Голосніше на 400 %
      Volume`,
      desc: `Відчуйте ритм високоякісного звуку. Зануртеся в справжній стереозвук, який став голоснішим на 200 %. Технологія DTS робить низькі частоти більш насиченими й запобігає спотворенню, даруючи відчуття кінематографічного звуку вдома. 
      <br />Канали адаптуються за допомогою розумного алгоритму відповідно до орієнтації пристрою, тож ви можете дивитися відео чи грати в будь-якому положенні й завжди насолоджуватися звуком виняткової якості. 
      <br /> Ми також подбали про можливості для роботи: Зручно переходьте між різними режимами викликів: з використанням гарнітури й без. Алгоритм додаткового збільшення гучності забезпечує на 400 % чіткіше звучання під час викликів у галасливому середовищі.`,
      small_volume: "100% Volume",
      big_volume: "<span>400%</span> Big volume",
      datas: [
        {
          name: `Подвійні стереодинаміки`,
          desc: "Покращена гучність",
        },
        {
          name: `Додаткове збільшення гучності`,
          desc: "Гучний звук",
        },
        {
          name: `Бінауральне трасування `,
          desc: "Технологія",
        },
        {
          name: `DTS`,
          desc: "Обробка звуку",
        },
      ],
    },
    screen: {
      title: `РК-екран з отвором і частотою оновлення 120 Гц`,
      subtitle: "Установлює нову планку в своєму класі",
      desc: `Високотехнологічний екран з отвором займає вражаючий 91 % від передньої панелі смартфона, удосконалюючи естетичність SPARK і докорінно змінюючи уявлення про перегляд контенту. А в поєднанні з широкою колірною гамою рівня кінотеатру — створює справжню візуальну феєрію. Адаптивна частота оновлення 120 Гц забезпечує стабільно плавне зображення та залишає конкурентів позаду. Функція Intelligent Refresh 3.0 динамічно адаптує частоту оновлення відповідно до сценарію використання, знижуючи її, щоб забезпечити на 3–5 % кращу енергоефективність. `,
      datas: [
        {
          name: `120 Гц`,
          desc: "Адаптивна частота оновлення",
        },
        {
          name: `Екран з отвором`,
          desc: "РК-екран із діагоналлю 6,78 дюйма",
        },
        {
          name: `Smart Refresh 3.0`,
          desc: "Збалансоване споживання енергії",
        },
      ],
    },
    speakerVideo: {
      src: "https://d3fyizz0b46qgr.cloudfront.net/global/spark-20-pro/en/dist/video/sec13PcV1.mp4",
      poster:
        "https://d3fyizz0b46qgr.cloudfront.net/global/spark-20-pro/en/dist/jpg/sec13PcV1.jpg",
    },
  },
  sec14: {
    dynamicPort: {
      title: "Область Dynamic Port",
      subtitle: "Завжди ввімкнена, але ніколи не заважає",
      desc: `Компанія Tecno розробила власну область Dynamic Port, об’єднавши її з отвором в екрані, надаючи вам можливість скористатися класним передовим гаджетом. 
      <br />Футуристичний дизайн і цілісна інтеграція вдихнули нове життя в отвір фронтальної камери. Область Dynamic Port показує повідомлення, надає різноманітні послуги й притягує заздрісні погляди людей довкола.`,
    },
    ca2: {
      title: "4G CA 2.0",
      subtitle: "Надзвичайно висока швидкість завантаження",
      desc: `Це як їхати вдвічі ширшою суперавтострадою: технологія 4G CA 2.0 використовує два мережеві канали одночасно, щоб пришвидшувати завантаження аж на 130 %. Вона забезпечує суттєвий приріст швидкості навіть за поганої якості підключення або в перевантажених мережах.`,
    },
    internet: {
      title: `<span class="custom_title">Інтелектуальне пришвидшення доступу до Інтернету</span>`,
      subtitle: "Мандруйте Інтернетом без перешкод",
      desc: `Комплексне пришвидшення 
      <br />Режим подвійного підключення паралельно використовує Wi-Fi і стільникову мережу, знижуючи затримку завантаження програм на 25 % і збільшуючи швидкість завантаження на 25 %. Насолоджуйтеся швидким і стабільним підключенням до мережі для максимально комфортного користування. 
      <br />Технологія інтелектуального розподілу мережевих ресурсів поміщає активні завдання в «швидку смугу», надаючи пріоритет найбільш важливим програмам.`,
      datas: [
        {
          name: `<span class="custom_data_title">Подвійне підключення</span>`,
          desc: "Wi-Fi + стільникова <br />мережа",
        },
        {
          name: `<span class="custom_data_title">Інтелектуальний розподіл <br />мережевих ресурсів</span>`,
          desc: "Пришвидшення в будь-якому <br />сценарії",
        },
      ],
    },
    aiWallpaper: {
      title: "Фонові малюнки від штучного інтелекту",
      subtitle: "Настав час для унікальності",
      desc: `Дайте штучному інтелекту здивувати вас, миттєво створивши особливі фонові малюнки. Уведіть ключове слово й перетворіть уявне на реальне завдяки розумній технології, яка була створена для натхнення.`,
    },
    aiTips: {
      title: "Поради від штучного інтелекту",
      subtitle:
        "Ваш корисний помічник в епоху контенту, створеного штучним інтелектом",
      desc: `Познайомтеся з вашим кмітливим компаньйоном на базі ШІ. Він як персональний асистент, але крутіший і розумніший. Він уміє впорядковувати розклади, давати дбайливі поради, надавати послуги й нагадування та передбачати, що може вам знадобитися, коли ви одночасно виконуєте кілька завдань. 
      <br />Підготуйтесь отримувати поради й дивуватися.`,
    },
    appTwins: {
      title: "Копії програм",
      subtitle: "Розмежовуйте роботу й особисте життя",
      desc: `Втомилися користуватися кількома пристроями для різних облікових записів? Функція «Копії програм» допоможе. Створюйте копії програм та одночасно входьте в різні облікові записи, щоб мати окремо особистий і робочий профілі. Спробуйте зараз у таких програмах, як-от WhatsApp, Messenger, Snapchat, Instagram тощо.`,
    },
    social: {
      title: "Social Turbo",
      subtitle: "Додайте веселощів спілкуванню",
      desc: `Зробіть спілкування цікавішим із Social Turbo. Ця функція відеовикликів створена для сторонніх програм соціальних мереж. Її нечасто зустрінеш на смартфонах у цьому класі: У ній є фільтри для краси й макіяжу, які можна застосовувати під час викликів, заповнювальне світло, аватари з доповненою реальністю, змінення голосу й багато інших можливостей: усе для того, щоб зробити повсякденне спілкування особливим.`,
      datas: [
        {
          name: "Краса й макіяж",
        },
        {
          name: "Заповнювальне світло",
        },
        {
          name: "Аватар із доповненою реальністю",
        },
        {
          name: "Змінення голосу",
        },
      ],
    },
    tips: `* Зображення, відео й текст надаються лише для довідки. Вони можуть відрізнятися від фактичного смартфона. `,
    dynamicPortVideo: {
      src: "https://d3fyizz0b46qgr.cloudfront.net/global/spark-20-pro/en/dist/video/sec14PcV1.mp4",
      poster:
        "https://d3fyizz0b46qgr.cloudfront.net/global/spark-20-pro/en/dist/jpg/sec14PcF1.jpg",
    },
    ca2Video: {
      src: "https://d3fyizz0b46qgr.cloudfront.net/global/spark-20-pro/en/dist/video/sec14PcV2.mp4",
      poster:
        "https://d3fyizz0b46qgr.cloudfront.net/global/spark-20-pro/en/dist/jpg/sec14PcF2.jpg",
    },
    internetVideo: {
      src: "https://d3fyizz0b46qgr.cloudfront.net/global/spark-20-pro/en/dist/video/sec14PcV3.mp4",
      poster:
        "https://d3fyizz0b46qgr.cloudfront.net/global/spark-20-pro/en/dist/jpg/sec14PcF3.jpg",
    },
    aiWallpaperVideo: {
      src: "https://d3fyizz0b46qgr.cloudfront.net/global/spark-20-pro/en/dist/video/sec14PcV4.mp4",
      poster:
        "https://d3fyizz0b46qgr.cloudfront.net/global/spark-20-pro/en/dist/jpg/sec14PcF4.jpg",
    },
    aiTipsVideo: {
      src: "https://d3fyizz0b46qgr.cloudfront.net/global/spark-20-pro/en/dist/video/sec14PcV5.mp4",
      poster:
        "https://d3fyizz0b46qgr.cloudfront.net/global/spark-20-pro/en/dist/jpg/sec14PcF5.jpg",
    },
    appTwinsVideo: {
      src: "https://d3fyizz0b46qgr.cloudfront.net/global/spark-20-pro/en/dist/video/sec14PcV6.mp4", //黑人版本
      poster:
        "https://d3fyizz0b46qgr.cloudfront.net/global/spark-20-pro/en/dist/jpg/sec14PcF6.jpg", //黑人版本
      // src: "https://d3fyizz0b46qgr.cloudfront.net/global/spark-20-pro/en/dist/video/sec14PcV6_2.mp4", //白人版本
      // poster:
      //   "https://d3fyizz0b46qgr.cloudfront.net/global/spark-20-pro/en/dist/jpg/sec14PcF6_2.jpg", //白人版本
    },
    socialVideo: {
      src: "https://d3fyizz0b46qgr.cloudfront.net/global/spark-20-pro/en/dist/video/sec14PcV7.mp4", //黑人版本
      poster:
        "https://d3fyizz0b46qgr.cloudfront.net/global/spark-20-pro/en/dist/jpg/sec14PcF7.jpg", //黑人版本
      // src: "https://d3fyizz0b46qgr.cloudfront.net/global/spark-20-pro/en/dist/video/sec14PcV7_2.mp4", //白人版本
      // poster:
      //   "https://d3fyizz0b46qgr.cloudfront.net/global/spark-20-pro/en/dist/jpg/sec14PcF7_2.jpg", //白人版本
    },
  },
  image: {
    sec4: {
      super_night_mode:
        "https://d3fyizz0b46qgr.cloudfront.net/global/spark-20-pro/en/dist/jpg/sec4PcF2_2.jpg", //黑人版本
      // super_night_mode: 'https://d3fyizz0b46qgr.cloudfront.net/global/spark-20-pro/en/dist/jpg/sec4PcF2_3.jpg',//白人版本
    },
    sec5: {
      cold: "https://d3fyizz0b46qgr.cloudfront.net/global/spark-20-pro/en/dist/jpg/sec5PcF1_cold.jpg", //黑人版本
      default:
        "https://d3fyizz0b46qgr.cloudfront.net/global/spark-20-pro/en/dist/jpg/sec5PcF1_default.jpg", //黑人版本
      warm: "https://d3fyizz0b46qgr.cloudfront.net/global/spark-20-pro/en/dist/jpg/sec5PcF1_warm.jpg", //黑人版本
      super_flash_light:
        "https://d3fyizz0b46qgr.cloudfront.net/global/spark-20-pro/en/dist/jpg/sec5PcF2_2.jpg", //黑人版本
      // cold: "https://d3fyizz0b46qgr.cloudfront.net/global/spark-20-pro/en/dist/jpg/sec5PcF1_2_cold.jpg", //白人版本
      // default:
      //   "https://d3fyizz0b46qgr.cloudfront.net/global/spark-20-pro/en/dist/jpg/sec5PcF1_2_default.jpg", //白人版本
      // warm: "https://d3fyizz0b46qgr.cloudfront.net/global/spark-20-pro/en/dist/jpg/sec5PcF1_2_warm.jpg", //白人版本
      // super_flash_light:
      //   "https://d3fyizz0b46qgr.cloudfront.net/global/spark-20-pro/en/dist/jpg/sec5PcF2_3.jpg", //白人版本
    },
  },
}
