const src = window.basic_assets_href
window.src = src
window.s25ultraConfig = {
  sec1: {
    title: "قوي. رفيع. متين.",
    data: [
      {
        title: `شاشة AMOLED منحنية ثلاثية <br class='pc'/> الأبعاد مقاس ''6.78`,
        desc: "زجاج Corning® Gorilla® Glass 7i ",
      },
      {
        title: "6.9 مم ",
        desc: "تصميم رفيع للغاية",
      },
      {
        title: "512+16GB*",
        desc: "ذاكرة RAM بسعة (8 + 8 GB)",
      },
    ],
  },
  sec2: {
    slogn: "أناقة فائقة",
    text: [
      "نجمع أحدث التقنيات مع التصاميم الجمالية الرائدة",
      "إنه هاتف S25 Ultra الجديد",
      "مصمم بحب لكي لا تتنازل عن الأفضل.",
    ],
    video: {
      pc: src + "/videos/sec2_video_pc.mp4",
      mb: src + "/videos/sec2_video_mb.mp4",
    },
    full_video: {
      pc: src + "/videos/sec2_video_all_pc.mp4",
      mb: src + "/videos/sec2_video_all_mb.mp4",
    }
  },
  sec3: {
    item1: {
      title: `الأبعاد مقاس ''6.78 `,
      desc: "شاشة AMOLED منحنية ثلاثية",
      desc2: "زجاج Corning® Gorilla® Glass 7i ",
    },
    item2: {
      title: `هيكل رفيع للغاية مقاس 6.9 مم`,
    },
    item2Mb: {
      title: `6.9 مم`,
      desc: "هيكل رفيع للغاية مقاس",
    },
    item3: {
      title: `حماية TitanShield`,
    },
    item4: {
      title: `مقاوم للماء والغبار بدرجة IP64 `,
    },
    item4Mb: {
      title: `IP64`,
      desc: "مقاوم للماء والغبار بدرجة",
    },
    item5: {
      title: `32MP`,
      desc: "كاميرا أمامية مدعومة بتقنيات AI بدقة",
    },
    item6: {
      desc: `قابل للترقية لنظام Android 15™‎`,
    },
    item7: {
      desc: "التحكم عن بُعد بالأشعة تحت الحمراء ",
    },
    item8: {
      title: `طلاقة تدوم حتى 60 شهرًا*`,
    },
    item9: {
      title: `ذاكرة ROM بسعة تصل إلى 512 GB + ذاكرة RAM بسعة تصل إلى 16 (8 + 8) GB*`,
    },
  },
  sec4: {
    spec_title: "رؤية مثالية",
    spec_desc:
      "عرض بأعلى درجات الجودة، وسطوع ممتاز،  وحماية عين فائقة، كل هذا في شاشة واحدة.  تشمل هذه الشاشة مزايا لا تنتهي.",
    part1: {
      title: "أصبحت الشاشة المنحنية النابضة بالحياة حقيقة واقعية",
      desc: "تتعاون itel مع أفضل الموردين لتصميم شاشة منحنية رائدة باستخدام أحدث المواد الخام المشعة للضوء. تتميز الشاشة بالعرض بأفضل جودة وكذلك ميزة حماية العين، ما يجعلها القطعة الأفضل من كل النواحي.",
      data: [
        {
          icon: "sec4_icon1_pc.webp",
          title: "''6.78",
          subtitle: "شاشة كبيرة",
        },
        {
          icon: "sec4_icon2_pc.webp",
          title: "1400nits*",
          subtitle: "أعلى سطوع",
        },
        {
          icon: "sec4_icon3_pc.webp",
          title: "120Hz",
          subtitle: "معدل التحديث",
        },
        {
          icon: "sec4_icon4_pc.webp",
          title: "1500Hz",
          subtitle: "معدل الاستجابة الفورية للمس",
        },
        {
          icon: "sec4_icon5_pc.webp",
          title: "2160Hz",
          subtitle: "تعتيم بتضمين اتساع النبضة",
        },
      ],
    },
    part2: {
      title: "زجاج حماية غير قابل للكسر",
      desc: "يتوفر S25 Ultra من itel بشاشة من زجاج Corning® Gorilla® Glass 7i، ما يحسّن مقاومة السقوط بنسبة 160% ومقاومة الخدش بنسبة 100% مقارنة بالزجاج العادي. حتى إذا سقط من ارتفاع 1.5 متر، فستظل الشاشة سليمة.*",
      data: [
        {
          icon: "sec4_icon6_pc.webp",
          title: "1.07 مليار لون",
          subtitle: "الألوان",
        },
        {
          icon: "sec4_icon7_pc.webp",
          title: "100%",
          subtitle: "مجموعة الألوان وفق نظام ألوان DCI-P3",
        },
        {
          icon: "sec4_icon8_pc.webp",
          title: "2436*1080",
          subtitle: "FHD + الدقة",
        },
        {
          icon: "sec4_icon9_pc.webp",
          title: "94%*",
          subtitle: "نسبة الشاشة إلى الهيكل",
        },
        {
          icon: "sec4_icon10_pc.webp",
          title: "5,000,000: 1",
          subtitle: "معدل التباين",
        },
      ],
    },
  },
  sec5: {
    title: "مرئية في ضوء الشمس",
    desc: "يصل السطوع الكلي إلى درجة مذهلة تبلغ 1000 nits، وتصل ذروته إلى قيم عالية بشكل مدهش تبلغ 1400 nits، ما يتيح لك الاستمتاع بمشاهدة المحتوى الأخّاذ بوضوح على الشاشة حتى تحت ضوء الشمس المباشر.*",
  },
  sec6: {
    part1: {
      title: "مقاومة اللمس غير المقصود الذكية",
      desc: "＜2% في معدلات اللمس غير المتعمد*",
    },
    part2: {
      title: "اللمس بالأيدي المبتلة",
      desc: "تدعم اللمس بالأيدي المبتلة والمُزيّتة",
    },
    part3: {
      title: "فتح الجهاز ببصمة الإصبع من الشاشة",
      desc: "آمن وسريع",
    },
  },
  sec7: {
    spec_title: "متانة ممتازة",
    spec_desc:
      "رفيع للغاية، ولكنه متين بدرجة لا تُصدّق. تمتع بالجرأة وجرّب التقنيات والمواد الخام المًبتكرة، التي ستمنحك تجربة رائدة.",
    title: "رفيع كالشفرة.",
    desc: "163 جرامًا و6.9 مم فقط*",
  },
  sec8: {
    title: "لا داعي للخوف من المطر",
    desc: "حصل هذا الجهاز على تصنيف مقاومة الغبار والماء IP64، ولذلك فهو محمي جيدًا ضد عوامل الاستهلاك، بما في ذلك دخول الغبار ورذاذ الماء الخفيف.",
  },
  sec9: {
    title: `صامد لـ 25000 صدمة*`,
    desc: "تتضمن حماية TitanShield 4 تقنيات أساسية لحماية هاتفك الغالي بشكل كامل.",
    data: [
      {
        title: "500",
        unit: "مرة",
        desc: "اختبارات آلة الدرفلة",
      },
      {
        title: "2000",
        unit: "مرة",
        desc: "اختبار الضغط الشديد",
      },
      {
        title: "25000",
        unit: "مرة",
        desc: "اختبارات السقوط الشاقة",
      },
      {
        title: "70 / -40 درجة مئوية",
        unit: "",
        desc: "اختبارات شاقة في درجات حرارة شديدة السخونة أو البرودة",
      },
    ],
  },
  sec10: {
    part1: {
      title: "حلقات الإحكام السيليكون",
      desc: "في S25 Ultra، توضع حلقات الإحكام على حواف الشاشة وغطاء البطارية، بالإضافة إلى الواجهات الخارجية، ما يمنح مقاومة شاملة للماء والصدمات.",
    },
    part2: {
      title: `إطار داخلي معدني مُدمج`,
      desc: "لقد دمجنا شراح معدنية أثناء عملية صب سبيكة الغطاء العلوي للوحة الرئيسية، لإنشاء إطار معدني متين، ما حسّن من مقاومة الجهاز للانثناء بشكلٍ كبير مقارنة بالتصاميم التقليدية.",
    },
    part3: {
      title: "مادة خام من سبيكة الألومنيوم والماغنسيوم المُستخدمة في هياكل سيارات السباق",
      desc: "يتميز هاتف S25 Ultra بغطاء علوي مصنوع من سبيكة الألومنيوم والماغنسيوم المتينة نفسها التي تُستخدم في هياكل سيارات السباق. تتفوق صلابة هذه المادة الخام على الألومنيوم التقليدي المُشكّل بفارق ضخم، ما يجعل تكوين الجهاز بأكمله أكثر متانة.",
    },
    part4: {
      title: "طبقة حماية رقيقة للتغليف",
      desc: "لدى هاتف S25 Ultra خطة احتياطية، وهي طبقة تغليف للجهاز بالكامل تمنع تسرب الماء والعرق المواد اللاصقة بفاعلية.",
    },
  },
  sec11: {
    spec_title: "جماليات ممتازة",
    spec_desc:
      "بفضل التصميم المستوحى من الطبيعة الساحرة،  بالإضافة إلى الجماليات المتقدمة والحرفية،  أصبح S25 Ultra منتجًا عصريًا! ",
    part1: {
      title: "تصميم أنيق",
      desc: "الأناقة من ناحية والتقنيات من الناحية الأخرى. بجمع إلهام الطبيعة وأحدث مفاهيم التصميم وعملية الطلاء البصري المتقدمة، يتمتع الجهاز ببنية مزدوجة من اللمسات النهائية المطفية واللامعة، التي تنضح بالفخامة.",
    },
    part2: {
      title: "تصميم عصري",
      desc: "تتيح لك تقنية التلون الضوئي الفريدة هذه أن تحظى بتجربة درجتين مختلفتين تمامًا من الأزرق اللؤلؤي على هاتفك، في عرض يعكس جمال الطبيعة. عندما تحمل هذا الهاتف. تشعر كأنك تحمل قطعة فنية أنيقة.",
    },
    color: [
      {
        title: "تيتانيوم فضائي",
        desc: "لون مستوحى من النيازك الفضائية، وكأن شهاب اخترق سماء الليل، وتلألأ ببريق غامض.",
      },
      {
        title: "أسود برومو",
        desc: "مستوحى من بازلت جبل برومو في إندونيسيا، يضاهي بريق البازلت تحت أشعة الشمس، الذي يشبه تلألؤ النجوم في سماء الليل.",
      },
      {
        title: "محيط كومودو",
        desc: "مستوحى من جزيرة كومودو في إندونيسيا، حيث يتدرج لون المياه من الأزرق الفاتح إلى الأزرق الداكن تحت أشعة الشمس، ويُظهر ظهر هاتف S25 Ultra هذا الانتقال في الطيف اللوني.",
      },
    ],
  },
  sec12: {
    title: "تمتع بمزامنة تعكس مزاجك",
    desc: "تُقدّم الإضاءة الحلقية ذات الألوان الأحمر والأخضر والأزرق تأثيرات ضوئية مختلفة تشير إلى رسائل حالات متنوعة ويمكنها مزامنة تغيير ألوانها حسب إيقاع الموسيقى، جامعة بذلك بين العملية والأناقة بشكلٍ مثالي.",
    data: [
      {
        title: "الشحن",
      },
      {
        title: "الموسيقى",
      },
      {
        title: "الإشعارات",
      },
      {
        title: "الألعاب",
      },
    ],
  },
  sec13: {
    spec_title: "أداء ممتاز",
    spec_desc: `نقدم لك تحسينًا ملحوظًا في الأداء،  مع تعديل فعّال للبرامج،  لتجربة "هاتف جديد" يدوم لسنوات عديدة.`,
    part1: {
      title: "60 شهرًا من الاستخدام السلس",
      desc: "بعد خضوع هذا الهاتف إلى اختبارات قاسية في معمل itel، نضمن خلوه من أي بُطء لمدة 5 سنوات. وبفضل تقنية توسيع الذاكرة الافتراضية (Virtual Memory Expansion) وتقنية التخزين الذري (Atom Storage)، لن تشغل بالك بعد اليوم بضعف أداء الهاتف مع الوقت.",
      data: [
        {
          subtitle: "ذاكرة",
          title: "RAM بسعة 16 (8 + 8) GB",
          titleMb: "ذاكرة RAM بسعة 16 (8 + 8) GB",
          desc: "18 تطبيقًا يعملون في الوقت نفسه*",
        },
        {
          subtitle: "ذاكرة",
          title: "ROM بسعة 512 GB",
          titleMb: "ذاكرة ROM بسعة 512 GB",
          desc: "قادرة على تخزين أكثر من 120,000 صورة*",
        },
      ],
    },
    part2: {
      title: "أطلق الوحش",
      desc: "يتميز هاتف S25 Ultra بمعالج ARM Cortex-A75 ثماني النواة يعمل بتردد 2.2 Ghz، بالإضافة إلى نظام تبريد من الجرافيت (Graphite)، لإطلاق العنان للأداء بشكل كامل والسماح لك بالاستماع بألعاب الهاتف السائدة بسهولة.",
    },
  },
  sec14: {
    title: "قدرة اختراق جدران خارقة",
    desc: `يدعم هاتف S25 Ultra شبكة Super Wi-Fi، ما يوفر زمن انتقال أقل بكثير لتجربة لعب سلسة، كما يمكنه التبديل تلقائيًا إلى أفضل شبكة بين شبكات Wi-F المختلفة، وبذلك يقدم لك إشارة أقوى بشكل ملحوظ في الأماكن العامة حيث شبكات Wi-Fi المشتركة.`,
    data: [
      {
        title: "26ms",
        desc: " زمن انتقال قليل جدًا للألعاب",
      },
      {
        title: "6.5MB/s",
        desc: "سرعة التنزيل عند استخدام Wi-Fi والبلوتوث معًا",
      },
      {
        title: "5x*",
        desc: "بديل أسرع لشبكة Wi-Fi الأمثل",
      },
    ],
  },
  sec15: {
    part1: {
      title: "محرك الطاقة بين يديك",
      desc: "يتوفر هاتف S25 Ultra ببطارية ضخمة بسعة 5000 mAh وشحن فائق السرعة بقدرة 18 W. ",
    },
    part2: {
      title: "لا تتنازل في الألعاب",
      desc: "بفضل تقنية تجاوز الشحن، يمكن تشغيل الهاتف مباشرة دون المرور بشحن البطارية، ما يضمن تجربة خالية من ارتفاع الحرارة أثناء اللعب والشحن في الوقت نفسه*",
    },
  },
  sec16: {
    spec_title: "تصوير فوتوغرافي ممتاز",
    spec_desc:
      "كاميرات أمامية وخلفية فائقة الوضوح، مع ميزات ومرشحات مصممة خصيصًا، تحول الجميع إلى خبراء في التصوير الفوتوغرافي.",
    front: {
      title: "32MP",
      desc: "<br class='pc'/>كاميرا أمامية مدعومة بتقنيات AI بدقة",
      data: [
        { data_title: "", data_desc: "فتحة العدسة: f/2.2" },
        { data_title: "", data_desc: "زاوية الرؤية: 88.9°" },
      ],
    },
    back: {
      title: "50MP",
      desc: "كاميرا فائقة الوضوح بدقة",
      data: [
        { data_title: "", data_desc: "فتحة العدسة: f/1.6" },
        // { data_title: "", data_desc: "Pixel size: 0.64μm" },
        { data_title: "عدسة ماكرو", data_desc: "مسافة التركيز 4 cm" },
      ],
    },
    part1: {},
    part2: {
      title: "الجمال في حيز التركيز",
      desc: "كاميرا الصور الذاتية الرائدة بدقة 32 MP المدعومة بالذكاء الاصطناعي AI، والتي تتميز بزاوية واسعة وتقنية Beauty 2.0 المدعومة بالذكاء الاصطناعي AI، تلتقط صورًا ذاتية مذهلة بتفاصيل ووضوح استثنائي، حتى في الصور الجماعية.",
    },
    part3: {
      title: "وضوح في كل تفصيلة",
      desc: "كاميرا بدقة 50 MP الفائقة الوضوح الأفضل في فئتها تتيح لك التقاط صور واضحة وجذابة بكل سهولة في أي بيئة معقدة، بدءًا البيئات ذات ظروف الإضاءة المنخفضة وحتى في الظروف ذات الإضاءة الخلفية. والأفضل من ذلك، يمكنك التقاط لحظاتك المميزة من خلال تسجيل فيديو بدقة 2K!",
      mic: {
        title: "غالق دعم التصوير بالتحكم في الصوت",
      },
      smile: {
        title: "غالق دعم التصوير بالابتسامة",
      },
    },
    part4: {
      title: "وضع 50 MP",
    },
    part5: {
      title: "تقنية النطاق الديناميكي العالي الفائق",
      on: "on",
      off: "off",
    },
    part6: {
      title: "الوضع الليلي الفائق",
    },
  },
  sec17: {
    title: "التقط الصور بأسلوب مميز",
    desc: "تجرأ على دمج تقنيات الذكاء الاصطناعي AI في التصوير بالهواتف الذكية، وهذا مع ثلاثة فلاتر ذات طابع مميز تساعد صورك على نقل مختلف المشاعر والأجواء بكل سهولة. إضافة إلى ذلك، يُمكنك استخدام علامة مائية حصرية مميزة لتحويل كل لقطة إلى تحفة فنية فورية.",
    data: [
      {
        pic: "sec17_standard_pc.webp",
        mode: "قياسي",
      },
      {
        pic: "sec17_bright_pc.webp",
        mode: "ساطع",
      },
      {
        pic: "sec17_master_pc.webp",
        mode: "مميز",
      },
    ],
  },
  sec18: {
    title: "التقط الصور بمتعة",
    desc: "استمتع بتجربة تدوين الفيديو عبر تسجيل الفيديو بوضع العرض المزدوج، حيث يمكنك تسجيل تفاعلاتك جنبًا إلى جنب مع المناظر الجميلة التي تشاهدها أو مع الأصدقاء الذين تتفاعل معهم.",
    video: {
      src: src + "/videos/sec18_video_pc.mp4",
    },
  },
  sec19: {
    spec_title: "تجربة ممتازة",
    spec_desc:
      "كل ميزة مصممة بعناية فائقة، مع تحديثات وتحسينات مستمرة  لضمان سهولة الاستخدام دائمًا.",
    part1: {
      desc: "يعتمد نظام التشغيل هذا على أحدث إصدار وهو Android 14، ويقدم تصميم واجهة مستخدم أكثر أناقة ووظائف أدوات سطح مكتب محسنة، ما يوفر لك تجربة نظام أكثر جمالاً وسلاسة.",
    },
    part2: {
      title: "قابل للترقية لنظام Android 15™‎",
      desc: "يدعم عامين من التحديثات لنظام Android وتصحيحات الأمان لإطالة عمر الهاتف بشكل كبير.",
    },
    part3: {
      title: "مساعد الذكاء الاصطناعي AI ‏GPT",
      desc: "قل مرحبًا لأفضل مساعد لديك! يُحرر يديك ويساعدك على إنجاز العديد من المهام البسيطة.",
    },
    part4: {
      content1: {
        title: "إلغاء ضوضاء المكالمات بالذكاء الاصطناعي AI",
        desc: "تمتع بمكالمات واضحة ونقية مصممة لتقليل الضوضاء الخلفية وتعزيز الصوت البشري. ",
      },
      content2: {
        title: "خلفيات الذكاء الاصطناعي AI",
        desc: "أنشئ خلفيات حصرية باستخدام النصوص أو الصور لإبراز ذوقك الفريد.",
      },
      content3: {
        title: "اسأل الذكاء الاصطناع",
        desc: `<span class="highlight">في أثناء قراءة الرسائل الإلكترونية أو المحادثات على WhatsApp، يمكنه الترجمة وتنسيق النصوص الموجودة عل</span>  الصفحة لتحسين كفاءة عملك بشكل كبير.`,
      },
    },
    part5: {
      title: "Dynamic Bar",
      desc: "مرحبًا بك في Dynamic Bar، حيث أصبح الوصول إلى الإشعارات المهمة أكثر ملاءمة وسلاسة من أي وقت مضى.",
    },
    part6: {
      title: "تقنية AOD ذكية",
      desc: "إمكانية الوصول بسهولة إلى المعلومات المهمة.",
    },
    part7: {
      content1: {
        title: "التحكم عن بُعد بالأشعة تحت الحمراء",
        desc: "حوّل هاتفك إلى جهاز تحكم متعدد الاستخدامات للأجهزة المنزلية.*",
      },
      content2: {
        title: "NFC بزاوية 720°",
        desc: "مع NFC بزاوية 720°، يمكنك إكمال عملية تمرير البطاقة بسرعة من دون الحاجة إلى محاذاة زاوية معينة.*",
      },
      content3: {
        title: "صوت بتقنية DTS",
        desc: `يوفر صوت DTS صوتًا غامرًا وعالي الدقة لهاتفك الذكي لتجربة استماع محسنة.`,
      },
    },
    part8: {
      title: "اتصال ذكي",
      desc: "مزود بتطبيق iPulse لدعم الاتصال السلس مع ساعات itel، ما يتيح التحكم عن بُعد في التصوير الفوتوغرافي بالهاتف الذكي ومزامنة بيانات الصحة مع الهاتف. لا يتعلق الأمر فقط بإنترنت الأشياء، بل يمثل أسلوب حياة عصريًا.*",
    },
    part9: {
      note: " ملاحظات:",
      tips: [
        `1. يتم الحصول على بيانات الأداء السلس على مدار 60 شهرًا من مختبر itel. قد تختلف البيانات الفعلية بسبب عوامل مثل بيئات الاختبار أو طرق الحساب، لذا يُرجى الرجوع إلى المنتج الفعلي.`,
        `2. *تتألف ذاكرة RAM الإصدار S25 Ultra ‏512 GB + ‏16 GB من توسيع بمقدار (8 + 8) GB.`,
        `3. يتم الحصول على البيانات المتعلقة بنسبة الشاشة إلى الهيكل ومستوى السطوع من مختبر itel. قد تختلف البيانات الفعلية بسبب عوامل مثل بيئات الاختبار أو طرق الحساب، لذا يُرجى الرجوع إلى المنتج الفعلي.`,
        `4. Corning وGorilla هما علامتان تجاريتان مسجلتان لصالح شركة Corning Incorporated. يتم الحصول على بيانات زجاج Glass 7i من Corning® Gorilla®‎ من مختبر Corning. قد تختلف البيانات الفعلية بسبب عوامل مثل بيئات الاختبار أو طرق الحساب، لذا يُرجى الرجوع إلى المنتج الفعلي.`,
        `5. يتم الحصول على بيانات معدلات اللمس العرضي من مختبر itel. قد تختلف البيانات الفعلية بسبب عوامل مثل بيئات الاختبار أو طرق الحساب، لذا يُرجى الرجوع إلى المنتج الفعلي. `,
        `6. يتم الحصول على بيانات الوزن والسُمك من مختبر itel. قد تختلف البيانات الفعلية بسبب عوامل مثل بيئات الاختبار أو طرق الحساب، لذا يُرجى الرجوع إلى المنتج الفعلي.`,
        `7. يتم الحصول على بيانات اختبارات الجودة من مختبر itel. قد تختلف البيانات الفعلية بسبب عوامل مثل بيئات الاختبار أو طرق الحساب، لذا يُرجى الرجوع إلى المنتج الفعلي. `,
        `8. يتم الحصول على بيانات تخزين "أكثر من 60,000 صورة" من مختبر itel. قد تختلف البيانات الفعلية بسبب عوامل مثل بيئات الاختبار أو طرق الحساب، لذا يُرجى الرجوع إلى المنتج الفعلي.`,
        `9. يتم الحصول على بيانات تشغيل 18 تطبيقًا في وقت واحد من مختبر itel. قد تختلف البيانات الفعلية بسبب عوامل مثل بيئات الاختبار أو طرق الحساب، لذا يُرجى الرجوع إلى المنتج الفعلي.`,
        `10. يتم الحصول على بيانات تقنية Wi-Fi الفائق من مختبر itel. قد تختلف البيانات الفعلية بسبب عوامل مثل بيئات الاختبار أو طرق الحساب، لذا يُرجى الرجوع إلى المنتج الفعلي. `,
        `11. تبلغ سعة بطارية هاتف itel S25 Ultra النموذجية 5000 mAh وسعة مقدرة 4900 mAh.`,
        `12. يتم الحصول على بيانات تقنية تجاوز الشحن من مختبر itel. قد تختلف البيانات الفعلية بسبب عوامل مثل بيئات الاختبار أو طرق الحساب، لذا يُرجى الرجوع إلى المنتج الفعلي. `,
        `13. Android هي علامة تجارية لشركة Google LLC.`,
        `14. قد يختلف توفر ميزات التحكم عن بُعد بالأشعة تحت الحمراء وNFC حسب المنطقة والجهاز. يُرجى الرجوع إلى الموقف الفعلي للحصول على التفاصيل.`,
        `15. iPulse، تطبيق الساعة الخاص بشركة itel، متوافق على نطاق واسع ومثبت سابقًا على سلسلة itel S25.`,
        `16. صور المنتج مخصصة للإشارة فقط، يُرجى الرجوع إلى المنتج الفعلي. قد تتغير بعض المواصفات والأوصاف بسبب استبدال الموردين، يرجى الرجوع إلى المنتج الفعلي. تستند البيانات المذكورة إلى مواصفاتنا الفنية للتصميم والمختبر وبيانات اختبار المورد، وقد تختلف المواقف الفعلية قليلاً بسبب إصدارات برامج الاختبار المختلفة وبيئات الاختبار والإصدارات المحددة.`,
      ],
    },
  },
}
