window.AEighty = {
  sec1: {
    slogen: "Awesome All-in-One",
    titlea: "بسعة تصل إلى <br/> 128 + 8 GB",
    infoa: "ذاكرة RAM موسَّعة",
    titleb: "50MP*",
    infob: "كاميرا مزودة بتقنية النطاق الديناميكي العالي الفائق بدقة",
    titlec: `بوصات بمعدل تحديث 120 هرتز`,
    infoc: "شاشة ذات فتحة دائرية صغيرة مقاس 6.7",
    desc: "Supports 3 Years Lag-free",
  },
  sec2: {
    video: {
      H: {
        post: "",
        src: "/fileadmin/assets/v/A80/dist/videos/HvideoEN.mp4",
        shortSrc: "/fileadmin/assets/v/A80/dist/videos/HvideoShort.mp4",
      },
      V: {
        post: "",
        src: "/fileadmin/assets/v/A80/dist/videos/VvideoEN.mp4",
        shortSrc: "/fileadmin/assets/v/A80/dist/videos/VvideoShort.mp4",
      },
    },
  },
  sec3: {
    f1: "ذاكرة RAM موسَّعة بسعة تصل إلى <br/> 128 + 8GB",
    f2: "كاميرا مزودة بتقنية النطاق الديناميكي العالي الفائق بدقة 50 ميجابكسل",
    f3: "تصميم رائد",
    f4: 'شاشة كبيرة مقاس 6.7 بوصات مع Dynamic Bar',
    f5: "بطارية ذات سعة 5000 مللي أمبير/الساعة مع منفذ من النوع C",
    f6: "مكونات تجربة مستخدم مخصصة ونظام التشغيل OS 14",
  },
  sec4: {
    title: "أطلق العنان لأداء لا مثيل له",
  },
  sec5: {
    titlea: "ذاكرة استثنائية بسعة 128 GB",
    infoa:
      "خزِّن ما يصل إلى 40 ألف صورة مباشرةً، وقم بتنزيل أي محتوى من دون الاتصال بالإنترنت بما في ذلك الموسيقى والأفلام وأي برامج تلفزيونية. ",
    titleb: "ذاكرة خارجية موسَّعة بسعة 2 TB",
    infob:
      "أدخل الذاكرة الخارجية في فتحة ثلاثية البطاقات لتخزين المزيد من المحتوى من دون القلق بشأن نفاد المساحة. ",
  },
  sec6: {
    photoNumber: "40,000",
    photo: "الصور",
    musicNumber: "25,000",
    music: "الموسيقى",
    videoNumber: "85+",
    video: "مقاطع الفيديو",
  },
  sec7: {
    title: "أداء سلس محسَّن",
    info: "توفر ذاكرة RAM الموسَّعة بسعة 8 جيجابايت إصدارين، تتيح كلتاهما ما يصل إلى 8 تطبيقات* لإجراء مهام متعددة بسلاسة في الخلفية.",
    four: "4",
    fourGB: "+4GB",
    three: "3",
    fiveGB: "+5GB",
    tip: "ذاكرة RAM موسَّعة",
  },
  sec8: {
    title: "Crystal Clear Shots Every Time",
  },
  sec9: {
    title: `كاميرا مزودة بتقنية النطاق الديناميكي العالي الفائق بدقة 50 ميجابكسل<br />تفاصيل مذهلة وألوان نابضة بالحياة`,
    info: "تعزِّز الكاميرا المزودة بتقنية النطاق الديناميكي العالي الفائق بدقة 50 ميجابكسل حجب الإضاءة وتبرز تفاصيل رائعة، ما يجعل كل الصور تبدو احترافية. ",
    subTitlea: "كاميرا مزودة بتقنية النطاق الديناميكي العالي الفائق بدقة 50MP*",
    subInfoa: "",
    subTitleb: "13MP Super HDR Camera*",
    subInfob: "",
  },
  sec10: {
    title: "التصنيف التلقائي للمَشاهد",
    info: "تستطيع الكاميرا تصنيف أكثر من 16 مشهدًا وتحسينها تلقائيًا، بما في ذلك الصور الشخصية والحيوانات الأليفة والسماء الزرقاء والأطعمة والمباني وغير ذلك، ما يضمن ضبطًا مثاليًا لكل لقطة.",
    portraits: "الصور الشخصية",
    bulidings: "المباني",
    sky: "السماء",
    beach: "الشاطئ",
    food: "الأطعمة",
    pets: "الحيوانات الأليفة",
  },
  sec11: {
    title: "9 فلاتر إبداعية",
    info: "عزِّز صورك باستخدام 8 فلاتر مختلفة، ما يضيف لمسة احترافية إلى كل لقطة. طازج، غابة، لهب، تلاشي، طبيعة، طفل، أزرق، مانو.",
    play: "Play",
  },
  sec12: {
    title: "صور ذاتية مثالية في كل مرة",
    info: "بفضل كاميرا الصور الذاتية والشخصية  بدقة 8 ميجابكسل، ستكون صورك الذاتية مضاءة بشكل جيد ومُحسَّنة بشكل جميل، ما يجعلك تبدو في أفضل حالاتك في أي ظروف إضاءة.",
  },
  sec13: {
    title: "Visual and Sensory Delight",
  },
  sec14: {
    blackTitle: "الحجر الرملي الأسود",
    balckInfo:
      "توفر العدسات الغائرة عالية الجودة ذات الملمس الناعم الحريري شعورًا مريحًا في اليد، ما يبرز الأناقة والجودة الفاخرة.",
    blueTitle: "الأزرق الموجي",
    blueInfo:
      "يضفي الملمس الطبيعي الشبيه بالنيازك والمزين بلمسات ذهبية، بريقًا وألوانًا متغيرة وغير مألوفة.",
    whiteTitle: "الأبيض الجليدي",
    whiteInfo:
      "يضفي التصميم الطبيعي المزخرف ذو النقوش الدقيقة لمسات من التمايز. ويجمع بين اللمسات النهائية اللامعة وغير اللامعة مع أنماط الجليد، ما يعكس الرقي والأناقة.",
  },
  sec15: {
    title: "صناعة يدوية عالية القيمة ذات ملمس زجاجي",
    titleb: "Supports IP54 <br /> Water Resistance*",
    eight: "8.54",
    mm: "mm",
    ip: "IP",
    num: "54",
  },
  sec16: {
    title: "Comfortable <br class='mb'/> Viewing Experience",
  },
  sec17: {
    title: `6.7" Punch-Hole Display <br class='pc'/> for Better Visual Experience`,
    info: `تضمن هذه الشاشة الواسعة رؤية غامرة، سواء كنت تشاهد مقاطع فيديو أو تتصفح المحتوى،`,
    f2: "دعم ما يصل إلى",
    f2n: "120",
    f2p: "Hz",
    f1: "شاشة عرض ذات فتحة دائرية صغيرة مقاس",
    f1n: "6.7",
    f1p: `"`,
    f3: "سطوع بحد أقصاه",
    f3n: "500",
    f3p: "نت",
    f4: "مستوى من السطوع",
    f4n: "4096",
    f5: "نسبة الشاشة إلى الهيكل",
    f5n: "90",
    f5p: "%",
  },
  sec18: {
    title: "استمتع بتجربة بصرية مذهلة",
    info: `يمكِّنك Dynamic Bar من تلقي الإشعارات الأساسية بسلاسة أكبر من أي وقت مضى، مثل حالة البطارية والمكالمات وإلغاء القفل`,
  },
  sec19: {
    title: "All-day Play to the Fullest",
  },
  sec20: {
    title: "شحنة واحدة كاملة تدوم مدة 3 أيام",
    info: "تلبي البطارية التي تبلغ سعتها 5000 مللي أمبير في الساعة توقعات الاستخدام لمختلف المستخدمين أو حتى تتفوق عليها. وتدوم الشحنة الواحدة الكاملة حتى 3 أيام، وتتراوح بين يوم واحد ويومين عند الاستخدام الكثيف، وتتمتع البطارية بعمر افتراضي مذهل يزيد على 4 سنوات.",
    f1: "في وضع الاستعداد",
    f1n: "35",
    f2: "من مدة المكالمات",
    f2n: "31",
    f3: "من الموسيقى عبر مكبر الصوت",
    f3n: "75",
    f4: "من تشغيل مقاطع الفيديو",
    f4n: "18",
    day: "يومًا",
    hour: "ساعة",
  },
  sec21: {
    title: "Everything Works Perfectly",
  },
  sec22: {
    title: "الميزات الداخلية: نظام التشغيل OS 14 الجديد",
    info: "يجمع نظام التشغيل الجديد OS 14 بين الحداثة والإبداع الكلاسيكي لتوفير واجهة مستخدم مذهلة وسهلة الاستخدام، ما يمزج بين الجماليات وقوة الأداء للاستخدام اليومي.",
    subTitlea: "شاشة عرض أفقية",
    subInfoa:
      "تعرض أدوات الساعة والصور وغيرها، عندما يكون الهاتف في وضع الشحن والوضع الأفقي.",
    subTitleb: "وضع توفير الطاقة الفائق",
    subInfob: `سيعمل وضع موفر الطاقة الفائق على إطالة عمر البطارية بشكل كبير.`,
    subTitlec: "+Smart Link",
    subInfoc:
      "يحسِّن Smart Link+‎ استقرار الإشارة، ما يتيح الإصلاح التلقائي في المناطق التي تعاني من ضعف إشارة الشبكة ويقلل من تأخير الاستجابة بنسبة 20%",
    subTitled: "36 Months Lag-Free",
    subInfod:
      "A80 promises a smooth user experience for over 36 months, delivering durability and reliability that stands the test of time.",
  },
  sec23: {
    title: "شريحة T603 ثمانية النواة مزودة بتقنية LTE مدعومة بإمكانات AI",
    info: "بفضل شريحة T603 ثمانية النواة المزودة بتقنية LTE مع إمكانات AI، يمكنك التنقل بسلاسة عبر التطبيقات المختلفة وتلبية احتياجاتك اليومية بسهولة. وتعمل هذه الشريحة المتطورة على تحسين الأداء في السيناريوهات المحددة، ما يقلل من التأخير والتقلبات لضمان تجربة أكثر سلاسة.",
  },

  sec24: {
    note: "ملاحظات",
    f2: "تختلف وظائف A80 حسب طراز الجهاز، حيث يتوفر إصدار 128 + 4 جيجابايت مع كاميرا بتقنية النطاق الديناميكي العالي بدقة 50 ميجابكسل، وإصدار 128 + 3 جيجابايت مع كاميرا بتقنية النطاق الديناميكي العالي بدقة 13 ميجابكسل.",
    f3: "البيانات مأخوذة من مختبرات itel، وقد تختلف النتائج حسب بيئة الاختبار.",
    f4: "تحتفظ itel بالحق في إجراء تغييرات وتحسينات على أي من المنتجات من دون إشعار.",
    f5: "قد يختلف توفر منتجات وميزات وخدمات محددة حسب المنطقة. يُرجى التأكد من أقرب بائع لمنتجات itel في منطقتك المحددة.",
    f6: "IP54 Water Resistance: Based on tests conducted by itel Lab, this rating ensures that the device is protected from water sprays coming from any direction.",
  },
}
