window.spark20Config = {
  button_text: {
    on: "ON",
    off: "OFF",
  },
  sec1: {
    // type1: 文案+图片; type2: 图片
    type: "type1",
    title: "Експерт із 50",
    kv: {
      pc: "https://d3fyizz0b46qgr.cloudfront.net/global/SPARK_20/en/new_1209/dist/jpg/sec1PcKv.jpg",
      mob: "https://d3fyizz0b46qgr.cloudfront.net/global/SPARK_20/en/new_1209/dist/jpg/sec1MbKv.jpg",
    },
    feature: [
      {
        featureTitle: "50-",
        featureDesc: "мегапіксельна камера<br> надвисокої чіткості",
      },
      {
        featureTitle: "G85",
        featureDesc: "Ігровий процесор",
      },
      {
        featureTitle: "На 400% ",
        featureDesc: "голосніші подвійні<br> стереодинаміки",
      },
    ],
  },
  sec2: {
    //type1: 只配置文案; type2: 只配置图片--type2.imgPc(pc端图片), type2.imgMb(移动端图片)
    type: 'type1',
    type2: {
      imgPc: "",
      imgMb: "",
    },
    item1: {
      title: ["На 400% голосніші", "подвійні стереодинаміки"],
    },
    item2: {
      title: ["6,56-дюймовий екран з отвором і частотою оновлення 90Гц"],
    },
    item3: {
      title: ["Область Dynamic Port"],
    },
    item4: {
      title: ["Акумулятор на 5000 мА*","год і швидке заряджання","за потужності 18 Вт"],
      mah: "мА",
    },
    item5: {
      title: ["32МП", "Фронтальна"],
      desc: "камера з 3 <br>режимами світла",
    },
    item6: {
      title: ["50-мегапіксельна","камера надвисокої", "чіткості"],
    },
    item7: {
      title: "Magic skin 2.0",
    },
    item8: {
      title: "IP53",
      desc: "Water & Dust Proof",
    },
    item9: {
      title: ["Ігровий ", "процесор G85"],
    },
    item10: {
      title: ["Великий обсяг оперативної пам’яті й","великий обсяг постійної пам’яті","для ВЕЛИКИХ ЗВЕРШЕНЬ"],
      data1: "До 16 ГБ",
      data2: "До 256 ГБ",
      tips: "* До 16 ГБ: 8 ГБ + 8 ГБ віртуальної оперативної пам’яті",
    },
  },
  sec3: {
    title: "Камера",
    desc: "з високою роздільною здатністю",
  },
  sec4: {
    bigTitle: ["Закарбовуйте свою красу за ", "будь-яких умов освітлення"],
    camera: {
      title: "50-мегапіксельна камера надвисокої чіткості",
      subtitle: "Незрівняна чіткість",
      desc: `Закарбовуйте дивовижні моменти одним натисканням кнопки. Основна камера надвисокої чіткості з роздільною здатністю 50 Мп і діафрагмою f/1.6 забезпечує реалістичні й глибокі знімки. Алгоритм HDR, ніби чарівник, збалансовує світло й тіні, щоб перетворити кожен кадр на шедевр. Та це ще не все. Режим надвисокої чіткості обробляє фото, щоб ви отримували зображення з неймовірною деталізацією. 
Кожен спуск затвора приємно дивує.`,
      datas: [
        {
          name: "50 Мп",
          desc: "Надзвичайна чіткість",
        },
        {
          name: "F/1.6",
          desc: "Велика діафрагма",
        },
        {
          name: "Подвійний спалах",
          desc: "Підвищена яскравість",
        },
        {
          name: "Алгоритм HDR",
          desc: "Поєднання кількох кадрів",
        },
        {
          name: "Суперспалах",
          desc: "Зменшення шуму",
        },
      ],
    },
    night_mode: {
      title: "Режим «Суперніч»",
      subtitle: "На 400 % вища світлочутливість",
      desc: `Осяйте ніч, кинувши виклик темряві. Технологія 4-в-1 збільшує розмір пікселів від 0,64 до 1,28 мкм, захоплюючи кожен промінь світла й збільшуючи яскравість на 400 %. 
Заповніть темряву ночі світлом.`,
      datas: [
        {
          name: "4-в-1",
          desc: "Надчутливий <br>адаптивний піксель",
        },
        {
          name: "1.28 мкм",
          desc: "Надвеликий об’<br>єднаний піксель",
        },
      ],
    },
    cameraVideo: {
      src: "https://d3fyizz0b46qgr.cloudfront.net/global/SPARK_20/en/new_1209/dist/video/sec4PcV1.mp4",
      poster:
          "https://d3fyizz0b46qgr.cloudfront.net/global/SPARK_20/en/new_1209/dist/jpg/sec4PcV1.jpg",
    },
    engineVideo: {
      src: "https://d3fyizz0b46qgr.cloudfront.net/global/SPARK_20/en/new_1209/dist/video/sec11PcV2.mp4",
      poster:
          "https://d3fyizz0b46qgr.cloudfront.net/global/SPARK_20/en/new_1209/dist/jpg/sec11PcF2.jpg",
    },
  },
  sec5: {
    bigTitle: ["Вражаюча чіткість,", "неповторна краса"],
    selfie: {
      title: "32-мегапіксельна камера для блискучих селфі",
      subtitle: "Приборкайте ніч — випромінюйте красу",
      desc: `Ви ЗІРКА — тож просто сяйте! Смартфон SPARK закарбовує блискучі моменти вашого життя на виняткову камеру для селфі, яка має роздільну здатність 32 Мп, об’єктив із кутом охоплення 88,9° і використовує можливості штучного інтелекту для покращення портретів. 
Індивідуальний чи груповий знімок — у пам’яті залишиться кожна посмішка.`,
      datas: [
        {
          name: "F/2.2",
          desc: "Велика діафрагма",
        },
        // {
        //   name: "40mm",
        //   desc: "Portrait Group Photo <br /> Focal Length",
        // },
        {
          name: "5 лінз",
          desc: "Високий коефіцієнт<br> пропускання світла",
        },
      ],
    },
    statusList: ["Cold", "Default", "Warm"],
    dual_colour: {
      title: "Спалах із подвійною колірною температурою",
      subtitle: "3 режими — необмежені можливості для портретної зйомки",
      desc: `Світло! Камера! Покажіть себе з найкращого боку завдяки спалаху з подвійною колірною температурою. Вам доступні 3 режими, між якими можна легко переходити: «Тепле світло» для тендітного відблиску, «Холодний блакитний» для живих штрихів і «М’який мікс» для підкреслення природної краси. 
Піднесіть зйомку селфі на новий щабель завдяки висококласному заповнювальному світлу.`,
    },
    super_flash_light: {
      title: "Суперспалах",
      subtitle: "Не простий, а розумний",
      desc: `Робіть гарні селфі без особливих зусиль навіть у темряві. Спалах із двома відтінками кольорів освітлює фон, а алгоритм спалаху точно накладає один на одного 8 кадрів із різною експозицією, щоб досягти ідеального рівня освітлення. Фізичне заповнювальне світле й інтелектуальне точне настроювання збалансовують яскравість, і ви завжди отримуєте привабливі фото, де б ви не були. 
Надмірна чи недостатня експозиція залишилася в минулому. Кожен знімок блискучий.`,
    },
    video_2k: {
      title: "Відео у форматі 2K",
      subtitle: `Апогей якості відео від SPARK`,
      desc: `Оживляйте в пам’яті найцінніші моменти й знаходьте в них щось нове під час кожного нового перегляду завдяки високій чіткості формату 2K. Фон м’яко розмивається, щоб вирізнити героя сюжету. Алгоритм для нічної зйомки зменшує шум, перетворюючи тьмяні сцени на яскраві історії. 
Від SPARK не сховається жодна деталь. Чіткість формату 2K справляє приголомшливе враження.`,
    },
    selfieVideo: {
      src: "https://d3fyizz0b46qgr.cloudfront.net/global/SPARK_20/en/new_1209/dist/video/sec5PcSelfie.mp4",
      poster:
          "https://d3fyizz0b46qgr.cloudfront.net/global/SPARK_20/en/new_1209/dist/jpg/sec5PcSelfie.jpg",
    },
    heightQualityVideo: {
      src: "https://d3fyizz0b46qgr.cloudfront.net/global/SPARK_20/en/new_1209/dist/video/sec5PcV3.mp4",
      poster:
          "https://d3fyizz0b46qgr.cloudfront.net/global/SPARK_20/en/new_1209/dist/jpg/sec5PcF3.jpg",
    },
  },
  sec6: {
    title: "Дизайн",
    desc: "Створено для законодавців моди",
  },
  sec7: {
    bigTitle: [
      "Витонченість в оздобленні й відчуттях",
      "Оманливий мінімалізм і безкінечна вишуканість",
    ],
    bigTitleMb: [
      "Витонченість в оздобленні",
      "й відчуттях манливий",
      "мінімалізм і безкінечна","вишуканість",
    ],
    design: {
      title: `Дизайн Euler`,
      subtitle: "Всесвіт на долоні",
      desc: `Дизайн SPARK із трьома кільцями в космічному стилі поєднує в собі елементи мінімалізму й футуризму: згладжені металеві краї та оздоблення, на створення якого надихнули зірки. Елегантні гравіювання та відблиски у формі пелюсток викликають відчуття розкоші. Тонка збалансована прямокутна форма поєднує в собі вишуканість і комфорт та відчувається стрункою та ергономічною. Бічний датчик відбитків пальців забезпечує миттєвий доступ простим доторком. 
Чарівний витвір інженерного мистецтва.`,
      datas: [
        {
          name: "Дизайн із 3 кільцями",
          desc: "Металічний ",
        },
        {
          name: "Мінімалістична квадратна форма",
          desc: "Ще комфортніше лежить у руці",
        },
      ],
    },
  },
  sec8: {
    colorList: ["Magic Skin 2.0", "Gravity Black", "Neon Gold", "Cyber White"],
  },
  sec9: {
    texture: {
      title: `Оновлена текстура 2-го покоління`,
      subtitle: "Оновлений і ззовні, і зсередини",
      desc: `Виберіть колір SPARK, який вам найбільше до душі:
      <br />
      <span>Cyber White:</span> тендітний танок світла й тіні<br />
      <span>Gravity Black:</span> вічна елегантність, непідвладна часу класика<br />
      <span>Neon Gold:</span> величне зоряне мерехтіння піску`,
      desc_magic_skin: `<span>Magic Skin 2.0:</span>Краса й міцність. На 500 % міцніше. На 25 % кращий захист від УФ-випромінювання. Матова шкіра з глянцевими вкрапленнями на дотик нагадує інтер’єр розкішної яхти.`,
      datas: [
        {
          name: "Склоподібний",
          desc: "Матовий і вишуканий",
        },
        {
          name: "Glitter Sand 2.0",
          desc: "Нове покоління ",
        },
        {
          name: "Модний колір ",
          desc: "Покриття",
        },
      ],
      datas_magic_skin: [
        {
          name: "Матова шкіра з глянцевими вкрапленнями",
          desc: "Візуальне оновлення",
        },
        {
          name: "Повністю підлягає переробці",
          desc: "Екологічні матеріали",
        },
        {
          name: "Без",
          desc: "шкідливих речовин",
        },
        {
          name: "Міцність",
          desc: "",
        },
      ],
    },
    water: {
      title: `Захист від води й пилу за стандартом IP53 для спокійного користування`,
      desc: `Смартфон захищений від потрапляння води й пилу за стандартом IP53. Не переймайтеся через бризки чи пил. Насолоджуйтеся безтурботним і комфортним користуванням смартфона SPARK.`,
      pic_title: "IP53",
      pic_desc: "Water & Dust Proof",
    },
  },
  sec10: {
    title: "Продуктивність",
    desc: "Створений для прихильників шаленої продуктивності",
  },
  sec11: {
    bigTitle: ["Синергія апаратного й", "програмного забезпечення","Феноменальна швидкість"],
    processor: {
      title: "Ігровий процесор G85",
      subtitle: "Нездоланний. Непереборний. Непереможний!",
      desc: `Торкніться вершини продуктивності з процесором MTK G85 — беззаперечним лідером у своєму класі, який забезпечує плавну й стабільну роботу щодня.`,
      datas: ["2 ядра Cortex-A75 із частотою 2 ГГц", "6 ядер Cortex-A55 із частотою 1,8 ГГц"],
    },
    processorVideo: {
      src: "https://d3fyizz0b46qgr.cloudfront.net/global/SPARK_20/en/new_1209/dist/video/sec11PcV1.mp4",
      poster:
          "https://d3fyizz0b46qgr.cloudfront.net/global/SPARK_20/en/new_1209/dist/jpg/sec11PcV1.jpg",
    },
    engine: {
      title: "Приріст продуктивності",
      subtitle: "завдяки поєднанню двох рушіїв",
      desc: `Та це ще не все. Представляємо вам пришвидшення на програмному рівні. Рушій Aurora Engine використовує штучний інтелект, щоб запускати більшість ігор на 85 % швидше й популярні програми — на 95 % швидше. Рушій Darwin Engine здійснює глибинну оптимізацію, підвищуючи частоту кадрів у 8 разів, знижуючи середню температуру під час нагрівання пристрою принаймні на 4 °C та забезпечуючи винятково плавний ігровий процес без затримок із мінімальним виділенням тепла.`,
    },
    engine_video_text1: {
      title: "Aurora Engine 2.0",
      desc: "Надзвичайний приріст потужності",
    },
    engine_video_text2: {
      title: "Darwin Engine 2.0",
      desc: "Ігрова оптимізація",
    },
    engineVideo: {
      src: "https://d3fyizz0b46qgr.cloudfront.net/global/SPARK_20/en/new_1209/dist/video/sec11PcV2.mp4",
      poster:
          "https://d3fyizz0b46qgr.cloudfront.net/global/SPARK_20/en/new_1209/dist/jpg/sec11PcF2.jpg",
    },
    memory: {
      title: "До 256 ГБ постійної пам’яті + 16 ГБ оперативної пам’яті",
      subtitle: "Великий простір для зберігання та ще більший потенціал для роботи",
      desc: `Зберігайте всі приємні спогади в пам’яті двічі більшого обсягу. Пришвидште роботу системи, збільшивши обсяг оперативної пам’яті до 16 ГБ за допомогою функції Memory Fusion. 
Працюйте без перешкод завдяки ідеальному поєднанню великого сховища й швидкої пам’яті.`,
      datas: [
        {
          name: `До 256 ГБ`,
          desc: "Великий обсяг пам’яті",
        },
        {
          name: `До 16 ГБ`,
          desc: "Гібридна оперативна пам’ять",
        },
        {
          name: `Оптимізація <br class='mob' /> системи`,
          desc: "Глибоке очищення",
        },
      ],
      tips: " * До 16 ГБ: 8 ГБ + 8 ГБ віртуальної оперативної пам’яті",
    },
    battery: {
      title: "Потужний акумулятор ємністю 5000 мА*год Швидке заряджання за потужності 18 Вт (Type-C)",
      subtitle: "Неймовірна витривалість, швидке поповнення заряду",
      desc: `Активуйте свою суперсилу з могутнім акумулятором на 5000 мА*год із підтримкою швидкого заряджання за потужності 18 Вт. Акумулятор заряджається просто на очах. А ще він має подовжений термін служби.`,
      datas: [
        {
          name: `5000 мА*год`,
          desc: "Super BatteryПотужний акумулятор",
        },
        {
          name: `18 Вт`,
          desc: "Швидке заряджання",
        },
        {
          name: `Type-C`,
          desc: "Інтерфейс",
        },
      ],
    },
  },
  sec12: {
    title: "Висококласний звук <br class='mob' />і зображення",
    desc: "Виняткове занурення в мультимедіа",
  },
  sec13: {
    bigTitle: ["Акустично-візуальна","насолода"],
    bigTitleMb: ["Акустично-візуальна ", "насолода"],
    speaker: {
      title: `Подвійні стереодинаміки з підтримкою DTS<br class='mob' /> Голосніше на 400 %`,
      desc: `Відчуйте ритм високоякісного звуку. Зануртеся в справжній стереозвук, який став голоснішим на 200 %. Технологія DTS робить низькі частоти більш насиченими й запобігає спотворенню, даруючи відчуття кінематографічного звуку вдома. 
Канали адаптуються за допомогою розумного алгоритму відповідно до орієнтації пристрою, тож ви можете дивитися відео чи грати в будь-якому положенні й завжди насолоджуватися звуком виняткової якості. 
Ми також подбали про можливості для роботи: Зручно переходьте між різними режимами викликів: з використанням гарнітури й без. Алгоритм додаткового збільшення гучності забезпечує на 400 % чіткіше звучання під час викликів у галасливому середовищі.`,
      small_volume: "100% Volume",
      big_volume: "<span>400%</span> Big volume",
      datas: [
        {
          name: `Подвійні стереодинаміки`,
          desc: "Покращена гучність",
        },
        {
          name: `Бінауральне трасування `,
          desc: "Технологія",
        },
        {
          name: `Додаткове збільшення гучності`,
          desc: "Гучний звук",
        },
        {
          name: `dts`,
          desc: "Обробка звуку",
        },
      ],
    },
    screen: {
      title: `Екран з отвором і частотою оновлення 90 Гц`,
      subtitle: "Запроваджуємо екран з отвором у ціновій категорії",
      desc: `Високотехнологічний екран з отвором, який займає 90 % від передньої панелі смартфона SPARK, робить його надзвичайно стильним і дарує візуальну насолоду. 
Та ця краса ще й розумна: адаптивна частота оновлення до 90 Гц забезпечує стабільно плавну взаємодію, а функція Smart Refresh 3.0 змінює частоту оновлення екрана відповідно до сценарію використання, знижуючи споживання енергії на 3–5 %. Ви цього й не помітите.`,
      datas: [
        {
          name: `90 Гц`,
          desc: "Адаптивна частота оновлення",
        },
        {
          name: `Екран з отвором`,
          desc: "РК-екран із діагоналлю 6,56 дюйма",
        },
        {
          name: `Smart Refresh 3.0`,
          desc: "Збалансоване споживання енергії",
        },
      ],
    },
    speakerVideo: {
      src: "https://d3fyizz0b46qgr.cloudfront.net/global/SPARK_20/en/new_1209/dist/video/sec13PcV1.mp4",
      poster:
          "https://d3fyizz0b46qgr.cloudfront.net/global/SPARK_20/en/new_1209/dist/jpg/sec13PcV1.jpg",
    },
  },
  sec14: {
    dynamicPort: {
      title: "Область Dynamic Port",
      subtitle: "Завжди ввімкнена, але ніколи не заважає",
      desc: `Компанія Tecno розробила власну область Dynamic Port, об’єднавши її з отвором в екрані, надаючи вам можливість скористатися класним передовим гаджетом. 
Футуристичний дизайн і цілісна інтеграція вдихнули нове життя в отвір фронтальної камери. Область Dynamic Port показує повідомлення, надає різноманітні послуги й притягує заздрісні погляди людей довкола.`,
    },
    internet: {
      title: "Інтелектуальне пришвидшення доступу до Інтернету",
      subtitle: "Мандруйте Інтернетом без перешкод",
      desc: `Комплексне пришвидшення 
Режим подвійного підключення паралельно використовує Wi-Fi і стільникову мережу, знижуючи затримку завантаження програм на 25 % і збільшуючи швидкість завантаження на 25 %. Насолоджуйтеся швидким і стабільним підключенням до мережі для максимально комфортного користування. 
Технологія інтелектуального розподілу мережевих ресурсів поміщає активні завдання в «швидку смугу», надаючи пріоритет найбільш важливим програмам.`,
      datas: [
        {
          name: "Подвійне підключення",
          desc: "Wi-Fi + стільникова мережа",
        },
        {
          name: "Інтелектуальний розподіл мережевих ресурсів",
          desc: "Пришвидшення в будь-якому сценарії",
        },
      ],
    },
    aiTips: {
      title: "Поради від штучного інтелекту",
      subtitle: "Ваш корисний помічник в епоху контенту, створеного штучним інтелектом",
      desc: `Познайомтеся з вашим кмітливим компаньйоном на базі ШІ. Він як персональний асистент, але крутіший і розумніший. Він уміє впорядковувати розклади, давати дбайливі поради, надавати послуги й нагадування та передбачати, що може вам знадобитися, коли ви одночасно виконуєте кілька завдань. 
Підготуйтесь отримувати поради й дивуватися.`,
    },
    appTwins: {
      title: "Копії програм",
      subtitle: "Розмежовуйте роботу й особисте життя",
      desc: `Втомилися користуватися кількома пристроями для різних облікових записів? Функція «Копії програм» допоможе. Створюйте копії програм та одночасно входьте в різні облікові записи, щоб мати окремо особистий і робочий профілі. Спробуйте зараз у таких програмах, як-от WhatsApp, Messenger, Snapchat, Instagram тощо.`,
    },
    social: {
      title: "Social Turbo",
      subtitle: "Додайте веселощів спілкуванню",
      desc: `Зробіть спілкування цікавішим із Social Turbo. Ця функція відеовикликів створена для сторонніх програм соціальних мереж. Її нечасто зустрінеш на смартфонах у цьому класі: У ній є фільтри для краси й макіяжу, які можна застосовувати під час викликів, заповнювальне світло, аватари з доповненою реальністю, змінення голосу й багато інших можливостей: усе для того, щоб зробити повсякденне спілкування особливим.`,
      datas: [
        {
          name: "Краса й макіяж",
        },
        {
          name: "Заповнювальне світло",
        },
        {
          name: "Аватар із доповненою реальністю",
        },
        {
          name: "Змінення голосу",
        },
      ],
    },
    tips: `* Підтверджено даними від лабораторії TECNO <br /> * Зображення, відео й текст надаються лише для довідки. Вони можуть відрізнятися від фактичного смартфона. `,
    dynamicPortVideo: {
      src: "https://d3fyizz0b46qgr.cloudfront.net/global/SPARK_20/en/new_1209/dist/video/sec14PcV1.mp4",
      poster:
          "https://d3fyizz0b46qgr.cloudfront.net/global/SPARK_20/en/new_1209/dist/jpg/sec14PcF1.jpg",
    },
    internetVideo: {
      src: "https://d3fyizz0b46qgr.cloudfront.net/global/SPARK_20/en/new_1209/dist/video/sec14PcV2.mp4",
      poster:
          "https://d3fyizz0b46qgr.cloudfront.net/global/SPARK_20/en/new_1209/dist/jpg/sec14PcF2.jpg",
    },
    aiTipsVideo: {
      src: "https://d3fyizz0b46qgr.cloudfront.net/global/SPARK_20/en/new_1209/dist/video/sec14PcV3.mp4",
      poster:
          "https://d3fyizz0b46qgr.cloudfront.net/global/SPARK_20/en/new_1209/dist/jpg/sec14PcF3.jpg",
    },
    appTwinsVideo: {
      src: "https://d3fyizz0b46qgr.cloudfront.net/global/SPARK_20/en/new_1209/dist/video/sec14PcV4.mp4", //黑人版本
      poster:
          "https://d3fyizz0b46qgr.cloudfront.net/global/SPARK_20/en/new_1209/dist/jpg/sec14PcF4.jpg", //黑人版本
      // src: "https://d3fyizz0b46qgr.cloudfront.net/global/SPARK_20/en/new_1209/dist/video/sec14PcV4_2.mp4", //白人版本
      // poster:
      //   "https://d3fyizz0b46qgr.cloudfront.net/global/SPARK_20/en/new_1209/dist/jpg/sec14PcF4_2.jpg", //白人版本
    },
    socialVideo: {
      src: "https://d3fyizz0b46qgr.cloudfront.net/global/SPARK_20/en/new_1209/dist/video/sec14PcV5.mp4", //黑人版本
      poster:
          "https://d3fyizz0b46qgr.cloudfront.net/global/SPARK_20/en/new_1209/dist/jpg/sec14PcF5.jpg", //黑人版本
      // src: "https://d3fyizz0b46qgr.cloudfront.net/global/SPARK_20/en/new_1209/dist/video/sec14PcV5_2.mp4", //白人版本
      // poster:
      //   "https://d3fyizz0b46qgr.cloudfront.net/global/SPARK_20/en/new_1209/dist/jpg/sec14PcF5_2.jpg", //白人版本
    },
  },
  image: {
    sec4: {
      super_night_mode:
          "https://d3fyizz0b46qgr.cloudfront.net/global/SPARK_20/en/new_1209/dist/jpg/sec4PcF2_2.jpg", //黑人版本
      // super_night_mode: 'https://d3fyizz0b46qgr.cloudfront.net/global/SPARK_20/en/new_1209/dist/jpg/sec4PcF2_3.jpg',//白人版本
    },
    sec5: {
      cold: "https://d3fyizz0b46qgr.cloudfront.net/global/SPARK_20/en/new_1209/dist/jpg/sec5PcF1_cold.jpg", //黑人版本
      default:
          "https://d3fyizz0b46qgr.cloudfront.net/global/SPARK_20/en/new_1209/dist/jpg/sec5PcF1_default.jpg", //黑人版本
      warm: "https://d3fyizz0b46qgr.cloudfront.net/global/SPARK_20/en/new_1209/dist/jpg/sec5PcF1_warm.jpg", //黑人版本
      super_flash_light:
          "https://d3fyizz0b46qgr.cloudfront.net/global/SPARK_20/en/new_1209/dist/jpg/sec5PcF2_2.jpg", //黑人版本
      // cold: "https://d3fyizz0b46qgr.cloudfront.net/global/SPARK_20/en/new_1209/dist/jpg/sec5PcF1_2_cold.jpg", //白人版本
      // default:
      //   "https://d3fyizz0b46qgr.cloudfront.net/global/SPARK_20/en/new_1209/dist/jpg/sec5PcF1_2_default.jpg", //白人版本
      // warm: "https://d3fyizz0b46qgr.cloudfront.net/global/SPARK_20/en/new_1209/dist/jpg/sec5PcF1_2_warm.jpg", //白人版本
      // super_flash_light:
      //   "https://d3fyizz0b46qgr.cloudfront.net/global/SPARK_20/en/new_1209/dist/jpg/sec5PcF2_3.jpg", //白人版本
    },
  },
}
